Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# cps_daily_limit_widthrawal_amount
source: Daily Withdrawal amount limit：%@
th: 每日提现额度：%@
vi_vn: Số Tiền Rút khả dụng hôm nay：%@

# cps_daily_limit_widthrawal_times
source: Daily Withdrawal number of times：%@
th: 每日提现次数：%@
vi_vn: Số Lần Rút Tiền khả dụng hôm nay：%@

# cps_turnover_requirement
source: Turnover Requirement：
th: 投注额提现要求：
vi_vn: Yêu Cầu Đặt Cược：

# cps_crpyto_withdrawal_requirement
source: Cryptocurrency Withdrawal Requirement：
th: 虚拟币提现要求：
vi_vn: Số Crypto được yêu cầu Rút Về：

# cps_crpyto_withdrawal_requirement_title
source: Explanation of Cryptocurrency Withdrawal Requirement
th: 虚拟币提现要求说明
vi_vn: Giải thích "Số Crypto được yêu cầu Rút Về"

# cps_crpyto_withdrawal_requirement_desc
source: When cryptocurrency withdrawal requirement = Nil, it means that you can request cash withdrawal, also cryptocurrency withdrawal. When you deposit cryptocurrency successfully, cryptocurrency withdrawal requirement will be equivalent to the deposit value. Cryptocurrency pending withdrawal clearance is required before cash withdrawal becomes available.
th: 虚拟币提现要求为0时，表示您既可以使用现金提现，也可以使用虚拟币提现。 当您完成虚拟币充值后，虚拟币提现要求将变为等额的充值金额，需要首先完成虚拟币提现后才能使用现金提现。
vi_vn: Khi "Số Crypto được yêu cầu Rút Về" = 0, Quý Khách có thể Rút Tiền Mặt và Rút Crypto. Khi Quý Khách gửi vào Crypto thành công, "Số Crypto được yêu cầu Rút Về" sẽ bằng với Số Crypto đã gửi vào. Quý Khách cần rút về hết Crypto, trước khi có thể rút Tiền Mặt.

# cps_cash_withdrawal_lock_title
source: Cash Withdrawal Locked
th: 现金提现锁定
vi_vn: Rút Tiền Mặt đã khóa

# cps_cash_withdrawal_lock_desc
source: Currently, there are %@ Cryptocurrency pending withdrawal clearance. Cash withdrawal will only be available after Cryptocurrency withdraw balance is cleared.
th: 目前尚有%@尚未提现结算。需先将虚拟币未结算金额提取完毕，账户才能进行现金提现。
vi_vn: Hiện tại, có %@ Crypto đang chờ được Rút Về. Rút Tiền Mặt sẽ chỉ khả dụng sau khi Số Crypto đã được rút về hết.

# cps_success_log
source: Cryptocurrency Success Transaction Log
th: 虚拟币交易成功纪录
vi_vn: Lịch Sử Giao Dịch Crypto Thành Công

# cps_remaining_requirement
source: Remaining Cryptocurrency Withdrawal Requirement：%@
th: 剩余虚拟币提现要求：%@
vi_vn: Số Crypto được yêu cầu Rút Về còn lại：%@

# cps_total_require_amount
source: Total Cryptocurrency Withdrawal Requirement (accumulated deposit since last zeroized)：%@
th: 总虚拟币提现要求（上次清零后累计充值）：%@ ETH
vi_vn: Số Crypto được yêu cầu Rút Về (= Số Crypto đã gửi vào, tích lũy tính từ lần chuyển về 0 cuối cùng)：%@

# cps_total_completed_amount
source: Completed Cryptocurrency Withdrawal (accumulated withdrawal since last zeroized)：%@
th: 已完成虚拟币提现要求（上次清零后累计提现）：%@
vi_vn: Số Crypto đã Rút Về thành công (= Số Crypto đã rút về, tích lũy tính từ lần chuyển về 0 cuối cùng)：%@

# cps_require_completed
source: You currently have no cryptocurrency withdrawal requirement, and will be redirected to withdrawal main page.
th: 您目前已无剩余虚拟币提现要求，将会跳转至提现首页。
vi_vn: Quý Khách hiện không còn "Số Crypto được yêu cầu Rút Về", và sẽ được chuyển đến trang chủ Rút Tiền.

# cps_set_crypto_account
source: Set Up Cryptocurrency Account
th: 设定虚拟币账户
vi_vn: Thiết Lập Tài Khoản Crypto

# cps_set_crypto_account_hint
source: You must set up a Cryptocurrency account to carry on withdrawal.
th: 您必须先设定虚拟币账户才能进行提现。
vi_vn: Quý Khách phải thiết lập một tài khoản Crypto để thực hiện Rút Tiền.

# cps_auto_fill_not_enough_balance
source: Insufficient account balance
th: 账户余额不足
vi_vn: Số dư tài khoản không đủ

# cps_auto_fill_remaining_balance
source: Your account balance is lesser than cryptocurrency withdrawal amount requested, system will auto fill in current account balance.
th: 您的账户余额低于虚拟币提现要求，将自动填写账户余额。
vi_vn: Nếu Số Dư Tài Khoản Hiện Tại của Quý Khách nhỏ hơn Số Crypto Rút Về, hệ thống sẽ tự động điền vào Số Dư Tài Khoản Hiện Tại.

# cps_auto_fill_maximum_limit
source: Your current account balance is greater than single transaction limit, system will auto fill in single transaction limit.
th: 您的账户余额大于单笔限额，将自动填写单笔限额。
vi_vn: Nếu Số Dư Tài Khoản Hiện Tại của Quý Khách lớn hơn Giới Hạn Mỗi Giao Dịch, hệ thống sẽ tự động điền vào Giới Hạn Mỗi Giao Dịch.

# cps_auto_fill_daily_limit_maximum
source: Your current account balance is greater than today withdrawal amount limit, system will auto fill in today withdrawal amount limit.
th: 您的账户余额大于今日可提现金额，将自动填写今日可提现金额。
vi_vn: Nếu Số Dư Tài Khoản Hiện Tại của Quý Khách lớn hơn Số Tiền Rút Khả Dụng Hôm Nay, hệ thống sẽ tự động điền vào Số Tiền Rút Khả Dụng Hôm Nay.

# cps_auto_fill_crypto_daily_limit_maximum
source: Your cryptocurrency withdrawal request is more than today withdrawal amount limit, system will auto fill in today withdrawal amount limit.
th: 您的虛擬幣提現要求大於今日可提現金額，將自動填寫今日可提現金額。
vi_vn: Nếu Số Crypto Rút Về của Quý Khách lớn hơn Số Tiền Rút Khả Dụng Hôm Nay, hệ thống sẽ tự động điền vào Số Tiền Rút Khả Dụng Hôm Nay.

# cps_auto_fill_crypto_maximum_limit
source: Your cryptocurrency withdrawal request is more than single transaction limit, system will auto fill in single transaction limit
th: 您的虛擬幣提現要求大於單筆限額，將自動填寫單筆限額
vi_vn: Nếu Số Crypto Rút Về của Quý Khách lớn hơn Giới Hạn Mỗi Giao Dịch, hệ thống sẽ tự động điền vào Giới Hạn Mỗi Giao Dịch.

# cps_crypto_account_name
source: Account Alias
th: 账户别称
vi_vn: Biệt Danh Tài Khoản

# cps_crypto_currency
source: Cryptocurrency
th: 虚拟币币别
vi_vn: Crypto

# cps_crypto_delete_hint
source: Current Cryptocurrency wallet is verified status, deletion and re-adding requires verification again.
th: 该虚拟币钱包为已验证状态，删除后重新添加将需要再次验证。
vi_vn: Ví Crypto hiện tại đang ở trạng thái Đã Xác Minh. Việc thêm lại sau khi đã xóa sẽ yêu cầu xác minh lại.

# cps_excahange_rate
source: Transaction Rate
th: 交易汇率
vi_vn: Tỷ Giá Giao Dịch

# cps_request_withdrawal_crypto_amount
source: The amount for this withdrawal application is
th: 本次申请提现金额
vi_vn: Số Tiền Rút của giao dịch này là

# cps_request_withdrawal_fiat_amount
source: Account deduction
th: 账户扣除
vi_vn: Khấu Trừ Tài Khoản

# cps_remaining_crypto_requirement
source: Cryptocurrency required for Withdrawal Requirement
th: 虚拟币需要完成的提现要求
vi_vn: Số Crypto được yêu cầu Rút Về còn lại

# cps_rate_changed
source: Rate has been changed.
th: 汇率已更动
vi_vn: Tỷ Giá đã thay đổi

# cps_please_refill_amounts
source: Please reconfirm and fill in amount.
th: 请重新确认并填写金额。
vi_vn: Vui lòng xác nhận lại và điền Số Tiền.

# cps_wallet_address
source: Account Address
th: 账户地址
vi_vn: Địa Chỉ Tài Khoản

# cps_add_account
source: Add New Withdrawal Account
th: 新增虚拟币账户
vi_vn: Thêm Tài Khoản Rút Tiền Mới

# cps_security_alert
source: For account security, identity verification is required.
th: 为了账户安全，需要进行身份验证。
vi_vn: Để bảo mật tài khoản, Quý Khách cần xác minh Danh Tính.

# cps_verify_hint
source: Account has been verified, withdrawal is allowed.
th: 此账户已验成完成，可进行提现。
vi_vn: Tài khoản này đã được xác minh, có thể rút tiền.

# cps_add_hint
source: This account information cannot be changed, only be deleted.
th: 此账户资料将不可变更内容只能删除。
vi_vn: Thông tin tài khoản này không thể thay đổi, chỉ có thể xóa.

# cps_bank_card_exist
source: The withdrawal account existed
th: 您的提现账户已存在
vi_vn: Tài Khoản Rút Tiền này đã được thiết lập

# cps_cash_withdrawal
source: Cash Withdrawal
th: 现金提现
vi_vn: Rút Tiền Mặt

# cps_crpyto_withdrawal
source: Cryptocurrency Withdrawal
th: 虚拟币提现
vi_vn: Rút Crypto

# cps_qr_code_read_fail
source: Scan failed.
th: 读取失败
vi_vn: Quét không thành công.

# cps_qr_code_read_fail_content
source: QR Code failed to scan. Please try again.
th: QR Code 读取失败，请重新读取。
vi_vn: Quét Mã QR không thành công. Vui lòng thử lại.

# cps_auto_fill_balance
source: Automatic fill in current account balance
th: 自动填写目前账户余额
vi_vn: Điền tự động Số Dư Tài Khoản Hiện Tại

# cps_auto_fill_request
source: Automatic fill in cryptocurrency withdrawal request amount
th: 自动填写虚拟币提现要求
vi_vn: Điền tự động Số Crypto Rút Về

# cps_account_status_verified
source: This account has been verified and approved.
th: 本賬户已验证核可
vi_vn: Tài khoản này đã được xác minh và phê duyệt.

# cps_close_otp_verify_hint
source: Your withdrawal account setting has not been completed, thus your withdrawal cannot be made.
th: 尚未完成提现帳戶设定，將無法进行提现
vi_vn: Thiết lập tài khoản rút tiền chưa hoàn tất, do vậy Quý Khách chưa thể thực hiện rút tiền.

# cps_scan
source: Scan
th: 扫描
vi_vn: Quét

# cps_scan_qrcode
source: Scan QR Code
th: 扫描QR Code
vi_vn: Quét Mã QR

# cps_otp_service_down
source: Verification is temporarily unavailable. Please try again later.
th: 暂时无法进行验证，请稍后再试。
vi_vn: Xác Minh hiện không khả dụng. Vui lòng thử lại sau.

# cps_secruity_verification_failure
source: Security Verification failed.
th: 安全验证失败
vi_vn: Xác Minh Bảo Mật không thành công.

# cps_crypto_currency_guide_title
source: 新虚拟币用户指南
vi_vn: Hướng Dẫn cho thành viên mới sử dụng Crypto.

# cps_withdrawal_fiat_amount_below_limit_message
source: Your withdrawal amount is lower then the Single Withdrawal Limit.
vi_vn: Số Tiền Rút của Quý Khách dưới Giới Hạn Mỗi Giao Dịch.

# cps_withdrawal_fiat_amount_over_limit_message
source: Your withdrawal amount exceeds the Single Withdrawal Limit.
vi_vn: Số Tiền Rút của Quý Khách vượt quá Giới Hạn Mỗi Giao Dịch.

# common_accountinfo
source: Personal Info
th: Thông Tin Cá Nhân
vi_vn: Thông Tin Cá Nhân

# common_activity
source: Account Activity
th: Hoạt Động Tài Khoản
vi_vn: Hoạt Động Tài Khoản

# common_adjustment
source: Adjustment
th: Điều Chỉnh
vi_vn: Điều Chỉnh

# common_afterbalance
source: Balance
th: THTH余额
vi_vn: Số Dư

# common_all
source: All
th: THTH全部
vi_vn: Tất Cả

# common_allow
source: Agree
th: THTH允许
vi_vn: Đồng Ý

# common_apply
source: Request
th: THTH申请
vi_vn: Yêu Cầu

# common_applydate
source: Request Date
th: THTH申请日期
vi_vn: Ngày Yêu Cầu

# common_applytime
source: Request Time
th: THTH申请时间
vi_vn: Thời Gian Yêu Cầu

# common_approved
source: Successful
th: THTH成功
vi_vn: Thành Công

# common_back
source: Return
th: THTH返回
vi_vn: Quay Về

# common_bank
source: Bank Name
th: THTH银行名称
vi_vn: Tên Ngân Hàng

# common_beencancelcommonly
source: Cancelled Preferred
th: THTH取消设为常用
vi_vn: Đã Hủy Ưa Thích

# common_beensetcommonly
source: Set Preferred
th: THTH已设为常用
vi_vn: Đã Đặt Ưa Thích

# common_bet
source: Bet
th: THTH投注
vi_vn: Cược

# common_birthday
source: Date of Birth
th: THTH玩家生日
vi_vn: Ngày Sinh

# common_bonus
source: Bonus
th: THTH彩金
vi_vn: Tiền Thưởng

# common_cancel
source: Cancel
th: THTH取消
vi_vn: Hủy

# common_cashlog
source: Transaction Log
th: THTH现金流
vi_vn: Dòng Tiền

# common_close
source: Close
th: THTH关闭
vi_vn: Đóng

# common_confirm
source: Confirm
th: Xác Nhận
vi_vn: Xác Nhận

# common_continue
source: Proceed
th: THTH继续
vi_vn: Hủy

# common_continue2
source: Proceed
th: THTH继续
vi_vn: Tiến Hành

# common_currency
source: Vietnam Dong
th: THTH人民币
vi_vn: Việt Nam Đồng

# common_custom
source: Customize
th: THTH自定义
vi_vn: Tùy Chỉnh

# common_dataerror
source: Data Error
th: THTH数据有误
vi_vn: Lỗi Dữ Liệu

# common_delete
source: Delete
th: THTH删除
vi_vn: Xóa

# common_delete_count
source: Delete (%@)
th: 删除(%@)
vi_vn: Xóa (%@)

# common_deleted
source: Deleted successfully
th: THTH刪除成功
vi_vn: Đã Xóa thành công

# common_deposit
source: Deposit
th: THTH充值
vi_vn: Gửi Tiền

# common_despositid
source: Desposit ID
th: THTH充值单号
vi_vn: Mã Số Gửi Tiền

# common_detailcontent
source: Detail
th: THTH详细内容
vi_vn: Chi Tiết

# common_determine
source: Confirm
th: THTH确定
vi_vn: Xác Nhận

# common_done
source: Complete
th: THTH完成
vi_vn: Hoàn Tất

# common_error
source: Error
th: THTH错误
vi_vn: Lỗi

# common_floating
source: Need to upload Transaction Info
th: 需上传交易资讯
vi_vn: Cần tải lên Thông Tin Giao Dịch

# common_floating_2
source: Need to upload Document
th: THTH需上传文件
vi_vn: Cần tải lên Chứng Từ

# common_fold
source: Collapse
th: THTH收起
vi_vn: Thu Gọn

# common_gamelobby
source: Game Hall Name
th: THTH游戏大厅名称
vi_vn: Tên Sảnh Trò Chơi

# common_gametype
source: Game Type
th: THTH游戏类别
vi_vn: Loại Trò Chơi

# common_hour
source: Hour
th: THTH时
vi_vn: Giờ

# common_invalid
source: The format of the information you filled in does not match.
th: THTH您所填写的資料格式不符！
vi_vn: Định dạng thông tin không phù hợp.

# common_language
source: Vietnamese
th: THTH简体中文
vi_vn: Tiếng Việt

# common_lastday
source: Last %@ Days
th: THTH最近%@天
vi_vn: %@ Ngày Gần Nhất

# common_level
source: Level
th: THTH等级
vi_vn: Cấp Độ

# common_login
source: Sign In
th: THTH登录
vi_vn: Đăng Nhập

# common_minute
source: Minute
th: THTH分
vi_vn: Phút

# common_mobile
source: Mobile
th: THTH手机
vi_vn: Di Động

# common_mobile_2
source: Mobile
th: THTH行动电话
vi_vn: Di Động

# common_moblie_number
source: Mobile Number
th: THTH手机号码
vi_vn: Số Di Động

# common_next
source: Next
th: THTH下一步
vi_vn: Bước Tiếp Theo

# common_norecord
source: No History
th: THTH查无纪录
vi_vn: Không Có Hồ Sơ

# common_norelevantnotice
source: There is currently no relevant notification.
th: THTH提醒您，目前暂无相关通知
vi_vn: Hiện tại không có thông báo liên quan.

# common_notification
source: Notification
th: THTH通知
vi_vn: Thông Báo

# common_notset
source: Do Not Set Up Now
th: THTH暂时不设定
vi_vn: Không Cài Đặt Bây Giờ

# common_open
source: Expand
th: THTH展开
vi_vn: Mở Rộng

# common_password
source: Password
th: THTH密码
vi_vn: Mật Khẩu

# common_password_1
source: Please enter Password
th: THTH请输入密码
vi_vn: Vui lòng nhập Mật Khẩu

# common_password_2
source: Confirm Password
th: THTH确认密码
vi_vn: Xác Nhận Mật Khẩu

# common_password_3
source: Please re-enter Password
th: THTH请再次输入密码
vi_vn: Vui lòng nhập lại Mật Khẩu

# common_password_4
source: Please enter a New Password
th: THTH请输入新密码
vi_vn: Vui lòng nhập Mật Khẩu Mới

# common_password_5
source: Please re-enter New Password
th: THTH请再输入一次新密码
vi_vn: Vui lòng nhập lại Mật Khẩu Mới

# common_password_repeat
source: Duplicated with Old Password
th: THTH与旧密码重复
vi_vn: Trùng Mật Khẩu Cũ

# common_password_tips_1
source: A combination of 6-12 letters and numbers; "#$%" is not available, it is case sensitive.
th: THTH6–12位字母与数字的组合，仅支持半角；"#$%"不可用，区分大小写。
vi_vn: Mật Khẩu bao gồm 6 đến 12 chữ cái và số, không thể sử dụng "# $%", và phân biệt chữ hoa chữ thường.

# common_pending
source: Processing
th: THTH处理中
vi_vn: Đang Xử Lý

# common_pending_2
source: To be confirmed
th: 待定
vi_vn: Chờ Xác Nhận

# common_pending_hold
source: Pending Bank Processing
th: 等待银行处理中
vi_vn: Đang Chờ Ngân Hàng Xử Lý

# common_player_inactive
source: Your account has been permanently closed. Please contact Customer Service for assistance.
th: THTH您的账户已被永久关闭，如有疑问请联系在线客服
vi_vn: Tài khoản của Quý Khách đã bị đóng vĩnh viễn. Vui lòng liên hệ Chăm Sóc Khách Hàng để được hỗ trợ.

# common_player_suspend
source: Your account has been frozen. Please contact Customer Service for assistance.
th: THTH您的账户被冻结，如有疑问请联系在线客服
vi_vn: Tài khoản của Quý Khách đã bị đóng băng. Vui lòng liên hệ Chăm Sóc Khách Hàng để được hỗ trợ.

# common_playerid
source: Player ID
th: THTH玩家ID
vi_vn: Mã Số Thành Viên

# common_previous
source: Previous
th: THTH上一步
vi_vn: Bước Trước

# common_promotion
source: Promotion
th: THTH优惠券
vi_vn: Khuyến Mãi

# common_realname
source: Withdrawal Name
th: THTH提现姓名
vi_vn: Họ Tên Rút Tiền

# common_redirect
source: You will be redirected to the KTO Asia homepage in %@ seconds.
th: THTH系统将于 %@ 秒后重新导向 KTO 首页。
vi_vn: Quý Khách sẽ được chuyển đến trang chủ KTO Châu Á sau %@ giây.

# common_register
source: Sign Up
th: THTH注册
vi_vn: Đăng Ký

# common_registerdate
source: Sign Up Date
th: THTH注册日期
vi_vn: Ngày Đăng Ký

# common_reject
source: Failed
th: THTH失败
vi_vn: Không Thành Công

# common_remark
source: Note
th: THTH备注
vi_vn: Lưu Ý

# common_remove
source: Remove
th: THTH移除
vi_vn: Xóa

# common_resendotp
source: Resend
th: THTH重新发送
vi_vn: Gửi Lại

# common_resettle
source: Resettled
th: THTH重新结算
vi_vn: Thanh Toán Lại

# common_second
source: Second
th: THTH秒
vi_vn: Giây

# common_selectall
source: Select All
th: THTH所有选择
vi_vn: Chọn Tất Cả

# common_selectphoto
source: Select a Photo
th: THTH选择照片
vi_vn: Chọn một Ảnh

# common_settingvalue
source: Set Value
th: THTH设定值
vi_vn: Cài Đặt Giá Trị

# common_settle
source: Settled
th: THTH结算
vi_vn: Đã Thanh Toán

# common_show_all
source: Display All
th: THTH显示全部
vi_vn: Hiển Thị Tất Cả

# common_skip
source: Skip
th: THTH略过
vi_vn: Bỏ Qua

# common_slot
source: Slot
th: THTH老虎机
vi_vn: Quay Số

# common_stop
source: Stop
th: 停止
vi_vn: Ngưng

# common_sportsbook
source: Sportsbook
th: THTH体育
vi_vn: Thể Thao

# common_status
source: Status
th: THTH状态
vi_vn: Trạng Thái

# common_filter
source: Filter
th: THTH筛选条件
vi_vn: Lọc

# common_statusfilter
source: Status Filter
th: THTH状态筛选
vi_vn: Lọc Trạng Thái

# common_ticketnumber
source: Transaction ID
th: THTH单号
vi_vn: Mã Số Giao Dịch

# common_timerange
source: Time Range
th: THTH时间范围
vi_vn: Phạm Vi Thời Gian

# common_transaction
source: Transaction Details
th: THTH交易明细
vi_vn: Chi Tiết Giao Dịch

# common_transactionamount
source: Transaction Amount
th: THTH交易金额
vi_vn: Số Tiền Giao Dịch

# common_transactionsummary
source: Summary
th: THTH费用小计
vi_vn: Tổng Thu Chi

# common_unknowbank
source: Please note that you can use this bank to apply and wait for approval, even though it is not included in the defaut list.
th: THTH提醒您此银行不在预设列表中，但您仍能使用并待后续人员审核。
vi_vn: Vui lòng lưu ý, mặc dù không bao gồm trong danh sách mặc định, Quý Khách vẫn có thể sử dụng ngân hàng này để đăng ký và chờ phê duyệt.

# common_unregister
source: You have not registered an account.
th: THTH您尚未註冊账戶
vi_vn: Quý Khách chưa đăng ký tài khoản.

# common_unverified
source: Unverified
th: THTH未验证
vi_vn: Chưa được xác minh.

# common_upload
source: Upload
th: THTH上传
vi_vn: Tải Lên

# common_uploadedfile
source: Document Uploaded
th: THTH已上传验证文件
vi_vn: Chứng Từ đã tải lên

# common_uploadfail
source: Failed to upload Document
th: THTH上传单据照片失敗
vi_vn: Chứng Từ tải lên không thành công

# common_uploadfile
source: Upload Document
th: THTH上传验证单据
vi_vn: Tải lên Chứng Từ

# common_uploadphoto
source: Upload Photo
th: THTH上传单据照片
vi_vn: Tải lên Hình Ảnh

# common_verified
source: Verified
th: THTH验证通过
vi_vn: Đã Xác Minh

# common_verifing
source: Verifing
th: THTH验证中
vi_vn: Đang Xác Minh

# common_verify
source: Verify
th: THTH验证
vi_vn: Xác Minh

# common_withdrawal
source: Withdrawal
th: THTH提现
vi_vn: Rút Tiền

# common_withdrawalname
source: Withdrawal Name
th: THTH提款名称
vi_vn: Họ Tên Rút Tiền

# common_submit
source: Submit
th: THTH送出
vi_vn: Gửi

# common_depositbonus
source: Deposit Bonus
th: THTH存送
vi_vn: Thưởng Gửi Tiền

# common_freebet
source: Free Bet
th: THTH免费金
vi_vn: Cược Miễn Phí

# common_rebate
source: Rebate
th: THTH返现
vi_vn: Hoàn Trả

# common_win
source: Win
th: THTH赢
vi_vn: Thắng

# common_lose
source: Lose
th: THTH输
vi_vn: Thua

# common_push
source: Push
th: THTH和
vi_vn: Hòa

# common_void
source: Void
th: THTH无效注单
vi_vn: Hủy

# common_playercancel
source: Player Cancel
th: THTH玩家取消
vi_vn: Người Chơi Hủy

# common_unsettle
source: Unsettled
th: THTH未结算
vi_vn: Chưa Trả Cược

# common_otp_send_fail
source: Failed to send Verification Code
th: THTH验证码发送失敗
vi_vn: Gửi Mã Xác Minh không thành công

# common_otp_send_success
source: Verification Code sent
th: THTH验证码已发送
vi_vn: Đã gửi Mã Xác Minh

# common_otp_mail_send_success
source: Verification Email sent
th: THTH验证信已发送
vi_vn: Đã gửi Email Xác Minh

# common_otp_invalid
source: Your Verification Code is incorrect.
th: THTH您輸入的验证码不正确！
vi_vn: Mã Xác Minh của Quý Khác không chính xác.

# common_otp_resend_tips
source: If you did not receive the Verification Code, after %@ you can
th: THTH若没收到验证码，可于 %@秒后
vi_vn: Nếu không nhận được Mã Xác Minh, sau %@ Quý Khách có thể yêu cầu

# common_verify_mail_resend_tips
source: If you did not receive the Verification Email, after %@ you can
th: THTH若没收到验证信，可于 %@ 后
vi_vn: Nếu không nhận được Email Xác Minh, sau %@ Quý Khách có thể yêu cầu

# common_yes
source: Yes
th: THTH是
vi_vn: Có

# common_no
source: No
th: THTH否
vi_vn: Không

# common_moveto
source: Move To
th: THTH前往
vi_vn: Chuyển Đến

# common_customerservice
source: Contact Customer Service
th: THTH呼叫客服
vi_vn: Liên Hệ Chăm Sóc Khách Hàng

# common_platinum
source: Platinum
th: THTH铂金厅
vi_vn: Bạch Kim

# common_jade
source: Jade
th: THTH翡翠厅
vi_vn: Ngọc Bích

# common_virtual
source: Virtual
th: THTH虚拟厅
vi_vn: Ảo

# common_search
source: Search
th: THTH搜寻
vi_vn: Tìm Kiếm

# common_required
source: This field is required.
th: THTH此欄位為必填
vi_vn: Mục này là bắt buộc.

# common_transaction_daterange
source: Request Time
th: THTH申请时间
vi_vn: Thời Gian Yêu Cầu

# common_depositfeerefund
source: Deposit Fee Refund %@
th: THTH%@ 手续费回馈
vi_vn: Thưởng Hoàn Trả Gửi Tiền %@

# common_ticketstatus_void
source: Failed
th: THTH失败
vi_vn: Không Thành Công

# common_edit
source: Edit
th: THTH编辑
vi_vn: Chỉnh Sửa

# common_new
source: New
th: 新
vi_vn: Mới

# common_keno
source: Number Game
th: THTH数字彩
vi_vn: Trò Chơi Số

# common_show
source: Show
th: THTH显示
vi_vn: Hiện

# common_hide
source: Hide
th: THTH隐藏
vi_vn: Ẩn

# common_unknownerror
source: An unknown error occurred, error code: %@
th: THTH出現未知錯誤，錯誤代碼: %@
vi_vn: Đã xảy ra lỗi không xác định. Mã Lỗi: %@.

# common_connectionerror
source: The network is abnormal, please reconfirm the connection.
th: THTH網路異常，請重新確認連接
vi_vn: Kết nối không ổn định. Vui lòng xác nhận lại kết nối.

# common_try_again
source: Try Again
th: THTH再试一次
vi_vn: Thử Lại

# common_password_not_the_same
source: Inconsistent Passwords.
th: THTH密碼不一致
vi_vn: Mật Khẩu không đồng nhất.

# common_wrong_password_format
source: Password does not meet the rules.
th: THTH密碼格式錯誤
vi_vn: Mật Khẩu không hợp lệ.

# common_password_not_filled
source: This field is required.
th: THTH密碼不該為空
vi_vn: Mục này là bắt buộc.

# common_network_error
source: The network is abnormal, please reconfirm the connection.
th: 网路异常, 请重新确认连线
vi_vn: Kết nối không ổn định. Vui lòng xác nhận lại kết nối.

# common_january
source: January
th: 1月
vi_vn: Tháng 1

# common_february
source: February
th: 2月
vi_vn: Tháng 2

# common_march
source: March
th: 3月
vi_vn: Tháng 3

# common_april
source: April
th: 4月
vi_vn: Tháng 4

# common_may
source: May
th: 5月
vi_vn: Tháng 5

# common_june
source: June
th: 6月
vi_vn: Tháng 6

# common_july
source: July
th: 7月
vi_vn: Tháng 7

# common_august
source: August
th: 8月
vi_vn: Tháng 8

# common_september
source: September
th: 9月
vi_vn: Tháng 9

# common_october
source: October
th: 10月
vi_vn: Tháng 10

# common_november
source: November
th: 11月
vi_vn: Tháng 11

# common_december
source: December
th: 12月
vi_vn: Tháng 12

# common_monday
source: Monday
th: 一
vi_vn: T2

# common_tuesday
source: Tuesday
th: 二
vi_vn: T3

# common_wednesday
source: Wednesday
th: 三
vi_vn: T4

# common_thursday
source: Thursday
th: 四
vi_vn: T5

# common_friday
source: Friday
th: 五
vi_vn: T6

# common_saturday
source: Saturday
th: 六
vi_vn: T7

# common_sunday
source: Sunday
th: 日
vi_vn: CN

# common_upload_file
source: Upload Document
th: THTH上传验证文件
vi_vn: Tải lên Chứng Từ

# common_click_to_upload
source: Click to upload pictures
th: THTH点击上传图片
vi_vn: Nhấp để tải lên hình ảnh

# common_camera
source: Camera
th: 拍照
vi_vn: Chụp Ảnh

# common_gallery
source: Gallery
th: 選擇圖庫
vi_vn: Thư Viện Ảnh

# common_upload_limit
source: Upload up to 3 pictures.
th: 最多上傳3張
vi_vn: Tải lên tối đa 3 ảnh.

# common_copy
source: Copy
th: 复制
vi_vn: Sao Chép

# common_copied
source: Copied
th: 复制完成
vi_vn: Đã Sao Chép

# common_submit2
source: Submit
th: 提交
vi_vn: Gửi

# common_times_count
source: %@ Times
th: %@次
vi_vn: %@ Lần

# common_privacy_terms
source: Privacy Policy
th: 隐私政策
vi_vn: Chính Sách Bảo Mật

# common_service_terms
source: Terms of Service
th: 服务条款
vi_vn: Điều Khoản Dịch Vụ

# common_gambling_responsibility_terms
source: Responsible Gambling
th: 博彩责任
vi_vn: Cược Có Trách Nhiệm

# common_about_kto
source: About KTO
th: 关于KTO
vi_vn: Về KTO

# common_legal_supervision
source: License
th: 法律监管
vi_vn: Giấy Phép

# common_change_setting
source: Change Setting
th: 变更设定
vi_vn: Thay Đổi Cài Đặt

# common_setting_done
source: Setting succeeded
th: 设定成功
vi_vn: Cài Đặt thành công
