Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# license_privacy_warning
source: 对于保存会员资料方面，KTO亚洲一向采取最谨慎的态度及工作程序作处理。我们对会员所肩负起的责任与承诺。另外，也清晰说明了我们处理会员资料的方式。 当阁下使用KTO亚洲官网时，表示您承认并接受KTO亚洲隐私政策的规则与条件，并了解收集各项资料之目的及处理之方式。如果您不同意本隐私政策中的条款，请不要使用网站或将您的个人信息提供给我们。 所有会员提供的个人信息，其传送都将通过安全端口(SSL 128 bit encryption Standard)并存放在公众无法进入的保密环境之下。所有数据的内部出入都受到限制及严密的监控。
th: Liên quan đến việc giữ gìn thông tin thành viên, KTO Châu Á luôn áp dụng cách tiếp cận và quy trình làm việc thận trọng nhất. Đây là trách nhiệm và cam kết của Chúng Tôi với các thành viên của Chúng Tôi. Ngoài ra, nó đồng thời giải thích rõ cách Chúng Tôi xử lý thông tin thành viên. Khi Quý Khách sử dụng website chính thức của KTO Châu Á, Quý Khách thừa nhận và chấp nhận Điều Khoản và Điều Kiện của Chính Sách Bảo Mật của KTO Châu Á, và hiểu mục đích cũng như phương pháp xử lý để thu thập các dữ liệu khác nhau. Nếu Quý Khách không đồng ý với các Điều Khoản của Chính Sách Bảo Mật này, vui lòng không sử dụng website hoặc cung cấp cho Chúng Tôi thông tin cá nhân của Quý Khách. Tất cả thông tin cá nhân do các thành viên cung cấp sẽ được truyền qua một cổng an toàn (Tiêu chuẩn mã hóa SSL 128 bit) và được lưu trữ trong một môi trường bảo mật không thể truy cập công khai. Truy cập nội bộ vào tất cả các dữ liệu bị hạn chế và theo dõi chặt chẽ.
vi_vn: Liên quan đến việc giữ gìn thông tin thành viên, KTO Châu Á luôn áp dụng cách tiếp cận và quy trình làm việc thận trọng nhất. Đây là trách nhiệm và cam kết của Chúng Tôi với các thành viên của Chúng Tôi. Ngoài ra, nó đồng thời giải thích rõ cách Chúng Tôi xử lý thông tin thành viên. Khi Quý Khách sử dụng website chính thức của KTO Châu Á, Quý Khách thừa nhận và chấp nhận Điều Khoản và Điều Kiện của Chính Sách Bảo Mật của KTO Châu Á, và hiểu mục đích cũng như phương pháp xử lý để thu thập các dữ liệu khác nhau. Nếu Quý Khách không đồng ý với các Điều Khoản của Chính Sách Bảo Mật này, vui lòng không sử dụng website hoặc cung cấp cho Chúng Tôi thông tin cá nhân của Quý Khách. Tất cả thông tin cá nhân do các thành viên cung cấp sẽ được truyền qua một cổng an toàn (Tiêu chuẩn mã hóa SSL 128 bit) và được lưu trữ trong một môi trường bảo mật không thể truy cập công khai. Truy cập nội bộ vào tất cả các dữ liệu bị hạn chế và theo dõi chặt chẽ.

# license_privacy_messagecollect_use
source: 信息收集与使用
th: Thu Thập và Sử Dụng Thông Tin
vi_vn: Thu Thập và Sử Dụng Thông Tin

# license_privacy_definition_content
source: 当会员在KTO亚洲开设及使用账户时，我们所收集的信息和数据包含姓名、位址、年龄、电邮、电话、IP地址等，而收集这些信息的目的为： 1. 保留户口的交易记录 2. 协助改善户口管理 3. 安全理由(包括会员的身份证明) 4. 建立会员档案 5. 管理会员关系 6. 在您同意的情况下，为您提供我们的优惠活动、产品和服务信息 7. 为防止欺诈、不规律投注、洗黑钱和欺骗等行为而对交易进行监管
th: Khi thành viên mở và sử dụng một tài khoản tại KTO Châu Á, thông tin và dữ liệu Chúng Tôi thu thập bao gồm họ tên, địa chỉ, tuổi, email, số điện thoại, địa chỉ IP, v.v., Mục đích của việc thu thập thông tin này là : 1. Lưu giữ hồ sơ giao dịch tài khoản; 2. Hỗ trợ cải thiện quản lý tài khoản; 3. Lý do bảo mật (bao gồm nhận dạng của thành viên); 4. Tạo hồ sơ thành viên; 5. Quản lý thành viên; 6. Cung cấp đến Quý Khách các khuyến mãi, sản phẩm và thông tin dịch vụ của Chúng Tôi với sự đồng ý của Quý Khách; 7. Giám sát các giao dịch để ngăn chặn gian lận, đặt cược bất thường, rửa tiền và hành vi gian lận.
vi_vn: Khi thành viên mở và sử dụng một tài khoản tại KTO Châu Á, thông tin và dữ liệu Chúng Tôi thu thập bao gồm họ tên, địa chỉ, tuổi, email, số điện thoại, địa chỉ IP, v.v., Mục đích của việc thu thập thông tin này là : 1. Lưu giữ hồ sơ giao dịch tài khoản; 2. Hỗ trợ cải thiện quản lý tài khoản; 3. Lý do bảo mật (bao gồm nhận dạng của thành viên); 4. Tạo hồ sơ thành viên; 5. Quản lý thành viên; 6. Cung cấp đến Quý Khách các khuyến mãi, sản phẩm và thông tin dịch vụ của Chúng Tôi với sự đồng ý của Quý Khách; 7. Giám sát các giao dịch để ngăn chặn gian lận, đặt cược bất thường, rửa tiền và hành vi gian lận.

# license_privacy_transaction
source: 户口的交易状况
th: Trạng Thái Giao Dịch Tài Khoản
vi_vn: Trạng Thái Giao Dịch Tài Khoản

# license_privacy_transaction_content
source: 为鉴别会员的兴趣以提供相关优惠及资讯，或基于交易与业务运作等安全理由，我们会保留会员的交易记录以作分析。
th: Để xác định sở thích của thành viên và cung cấp thông tin và khuyến mãi liên quan, hoặc vì lý do bảo mật như giao dịch và hoạt động kinh doanh, Chúng Tôi sẽ lưu giữ hồ sơ giao dịch của thành viên cho mục đích phân tích.
vi_vn: Để xác định sở thích của thành viên và cung cấp thông tin và khuyến mãi liên quan, hoặc vì lý do bảo mật như giao dịch và hoạt động kinh doanh, Chúng Tôi sẽ lưu giữ hồ sơ giao dịch của thành viên cho mục đích phân tích.

# license_privacy_promotion_information
source: 传送优惠资讯
th: Gửi Thông Tin Khuyến Mãi
vi_vn: Gửi Thông Tin Khuyến Mãi

# license_privacy_promotion_information_content
source: 在注册账号时，会员可选择是否希望收到优惠资讯。登记后，会员亦可随时透过电邮作出有关更改：(email)。请注意：当会员选择不希望收到优惠资讯时，我们会尽力地停止相关传送，并承诺于28天内完成这个步骤。
th: Khi đăng ký tài khoản, thành viên có thể chọn muốn nhận thông tin khuyến mãi hoặc không. Sau khi đăng ký, thành viên cũng có thể thực hiện các thay đổi liên quan bất kỳ lúc nào qua email: (email). Lưu ý: Khi thành viên chọn không nhận thông tin khuyến mãi, Chúng Tôi sẽ cố gắng hết sức để ngừng việc gửi và cam kết sẽ hoàn thành bước này trong vòng 28 ngày.
vi_vn: Khi đăng ký tài khoản, thành viên có thể chọn muốn nhận thông tin khuyến mãi hoặc không. Sau khi đăng ký, thành viên cũng có thể thực hiện các thay đổi liên quan bất kỳ lúc nào qua email: (email). Lưu ý: Khi thành viên chọn không nhận thông tin khuyến mãi, Chúng Tôi sẽ cố gắng hết sức để ngừng việc gửi và cam kết sẽ hoàn thành bước này trong vòng 28 ngày.

# license_privacy_playerinformation
source: 更改您的个人资料
th: Thay Đổi Thông Tin Cá Nhân
vi_vn: Thay Đổi Thông Tin Cá Nhân

# license_privacy_playerinformation_content
source: 会员可随时更改个人资料。如有需要，可向我们的在线客服联络。
th: Thành viên có thể thay đổi thông tin cá nhân bất kỳ lúc nào. Nếu cần thiết, vui lòng liên hệ bộ phận Chăm Sóc Khách Hàng của Chúng Tôi.
vi_vn: Thành viên có thể thay đổi thông tin cá nhân bất kỳ lúc nào. Nếu cần thiết, vui lòng liên hệ bộ phận Chăm Sóc Khách Hàng của Chúng Tôi.

# license_privacy_playerinformationsafe
source: 个人资料的安全与准确性
th: Bảo Mật và Tính Chính Xác của Dữ Liệu Cá Nhân
vi_vn: Bảo Mật và Tính Chính Xác của Dữ Liệu Cá Nhân

# license_privacy_playerinformationsafe_content
source: 1. 我们承诺会妥善地保存会员的所有资料，并维护相关资料的准确性。根据法律，会员有权保留个人资料及要求更改任何错误。 2. 同时，我们更会采取所有步骤以确保会员资料在处理过程中，能达至最严格的安全标准。此外，会员资料只有在适用的法律之下方有机会被透露，而资料则主要透露给KTO亚洲等有关部门、商业伙伴、顾问与供应商(如 信用卡处理机构)。我们承诺不会将会员的资料售卖给第三者。
th: 1. Chúng Tôi cam kết lưu giữ tất cả thông tin của thành viên chính xác và duy trì tính chính xác của thông tin liên quan. Theo luật, thành viên có quyền duy trì thông tin cá nhân và yêu cầu sửa chữa bất kỳ lỗi nào. 2. Đồng thời, Chúng Tôi sẽ thực hiện tất cả các bước để đảm bảo rằng thông tin của thành viên có thể đạt được các tiêu chuẩn bảo mật nghiêm ngặt nhất trong quá trình xử lý. Ngoài ra, thông tin của thành viên chỉ có thể được tiết lộ theo pháp luật hiện hành, và thông tin chủ yếu được tiết lộ cho KTO Châu Á và các bộ phận, đối tác kinh doanh, tư vấn và nhà cung cấp liên quan khác (như cơ quan xử lý thẻ tín dụng). Chúng Tôi cam kết không bán thông tin khách hàng cho bên thứ ba.
vi_vn: 1. Chúng Tôi cam kết lưu giữ tất cả thông tin của thành viên chính xác và duy trì tính chính xác của thông tin liên quan. Theo luật, thành viên có quyền duy trì thông tin cá nhân và yêu cầu sửa chữa bất kỳ lỗi nào. 2. Đồng thời, Chúng Tôi sẽ thực hiện tất cả các bước để đảm bảo rằng thông tin của thành viên có thể đạt được các tiêu chuẩn bảo mật nghiêm ngặt nhất trong quá trình xử lý. Ngoài ra, thông tin của thành viên chỉ có thể được tiết lộ theo pháp luật hiện hành, và thông tin chủ yếu được tiết lộ cho KTO Châu Á và các bộ phận, đối tác kinh doanh, tư vấn và nhà cung cấp liên quan khác (như cơ quan xử lý thẻ tín dụng). Chúng Tôi cam kết không bán thông tin khách hàng cho bên thứ ba.

# license_privacy_phone
source: 电话
th: Số Di Động
vi_vn: Số Di Động

# license_privacy_phone_content
source: 出于员工培训和安全原因，我们所有的会员往来电话均有录音，同时也可为您之前所受到的服务提供进一步的帮助。
th: Nhằm mục đích đào tạo nhân viên và lý do bảo mật, tất cả các cuộc gọi của nhân viên Chúng Tôi đều được ghi lại, và đồng thời có thể cung cấp hỗ trợ xa hơn cho các dịch vụ Quý Khách đã nhận trước đó.
vi_vn: Nhằm mục đích đào tạo nhân viên và lý do bảo mật, tất cả các cuộc gọi của nhân viên Chúng Tôi đều được ghi lại, và đồng thời có thể cung cấp hỗ trợ xa hơn cho các dịch vụ Quý Khách đã nhận trước đó.

# license_privacy_docfile
source: 小型文字档案(Cookies)
th: Tệp Văn Bản Nhỏ (Cookies)
vi_vn: Tệp Văn Bản Nhỏ (Cookies)

# license_privacy_docfile_content
source: 1. 会员使用本网站后，我们出于以上目的可能使用Cookies技术从服务器中收集会员信息。如果您在KTO亚洲注册或者继续使用网站，则您将被视为同意我们使用Cookies。 2. Cookies包含转至您电脑硬盘上的信息。这将帮助我们完善网站，并提供更优质且人性化的服务。我们使用的某些Cookies对于网站的运行至关重要。 3. 如果您想删除任何已储存在您电脑上的Cookies，或想停止那些记录您浏览网站模式的Cookies，您可以删除您的现有Cookies和/或更改您浏览器上的隐私设置，以阻挡Cookies(此过程在各个浏览器间有所不同)。如果您想获知更多关于如何操作的信息，请访问http://www.allaboutcookies.org/。请注意，如果删除我们的Cookies或阻挡我们之后的Cookies，将导致您无法使用网站的某些区域或特色功能。
th: 1. Sau khi thành viên sử dụng website này, Chúng Tôi có thể sử dụng công nghệ cookies để thu thập thông tin thành viên từ máy chủ cho các mục đích trên. Nếu Quý Khách đăng ký tại KTO Châu Á hoặc tiếp tục sử dụng website, Quý Khách được xem là đồng ý với việc sử dụng cookie của Chúng Tôi. 2. Cookies chứa thông tin được chuyển vào ổ cứng máy tính của Quý Khách. Điều này giúp Chúng Tôi cải thiện website và cung cấp các dịch vụ tốt hơn và thân thiện hơn với người dùng. Một số cookies Chúng Tôi sử dụng là thiết yếu đối với hoạt động của website. 3. Nếu Quý Khách muốn xóa bất kỳ cookies nào đã được lưu trữ trên máy tính của mình, hoặc Quý Khách muốn ngừng việc cookies ghi lại cách mình lướt website, Quý Khách có thể xóa cookies hiện tại và/hoặc thay đổi cài đặt quyền riêng tư trên trình duyệt của mình để chặn cookies (Quá trình này là khác nhau tùy theo từng trình duyệt). Nếu Quý Khách muốn biết thêm thông tin về cách thực hiện, vui lòng truy cập http://www.allaboutcookies.org/. Vui lòng lưu ý rằng nếu Quý Khách xóa hoặc chặn cookies của Chúng Tôi, Quý Khách sẽ không thể sử dụng các khu vực hoặc tính năng nhất định của website.
vi_vn: 1. Sau khi thành viên sử dụng website này, Chúng Tôi có thể sử dụng công nghệ cookies để thu thập thông tin thành viên từ máy chủ cho các mục đích trên. Nếu Quý Khách đăng ký tại KTO Châu Á hoặc tiếp tục sử dụng website, Quý Khách được xem là đồng ý với việc sử dụng cookie của Chúng Tôi. 2. Cookies chứa thông tin được chuyển vào ổ cứng máy tính của Quý Khách. Điều này giúp Chúng Tôi cải thiện website và cung cấp các dịch vụ tốt hơn và thân thiện hơn với người dùng. Một số cookies Chúng Tôi sử dụng là thiết yếu đối với hoạt động của website. 3. Nếu Quý Khách muốn xóa bất kỳ cookies nào đã được lưu trữ trên máy tính của mình, hoặc Quý Khách muốn ngừng việc cookies ghi lại cách mình lướt website, Quý Khách có thể xóa cookies hiện tại và/hoặc thay đổi cài đặt quyền riêng tư trên trình duyệt của mình để chặn cookies (Quá trình này là khác nhau tùy theo từng trình duyệt). Nếu Quý Khách muốn biết thêm thông tin về cách thực hiện, vui lòng truy cập http://www.allaboutcookies.org/. Vui lòng lưu ý rằng nếu Quý Khách xóa hoặc chặn cookies của Chúng Tôi, Quý Khách sẽ không thể sử dụng các khu vực hoặc tính năng nhất định của website.

# license_privacy_webmessage
source: 网站信息
th: Thông Tin Website
vi_vn: Thông Tin Website

# license_privacy_webmessage_content
source: 我们的系统会自动记录KTO亚洲浏览者的网路IP地址，但我们绝不会记录网站访问者的电邮地址，而此项主要是用作网站流量统计之用。
th: Hệ thống của Chúng Tôi sẽ tự động ghi lại địa chỉ IP Internet của khách truy cập KTO Châu Á, nhưng Chúng Tôi sẽ không bao giờ ghi lại địa chỉ email của khách truy cập website, và mục này chủ yếu được sử dụng để thống kê lưu lượng truy cập website.
vi_vn: Hệ thống của Chúng Tôi sẽ tự động ghi lại địa chỉ IP Internet của khách truy cập KTO Châu Á, nhưng Chúng Tôi sẽ không bao giờ ghi lại địa chỉ email của khách truy cập website, và mục này chủ yếu được sử dụng để thống kê lưu lượng truy cập website.

# license_privacy_advertisement
source: 广告系统
th: Hệ Thống Quảng Cáo
vi_vn: Hệ Thống Quảng Cáo

# license_privacy_advertisement_content
source: 我们的广告系统会自动记录点击者的网路IP地址，此项主要令网站宣传功能有效发挥。
th: Hệ thống quảng cáo của Chúng Tôi sẽ tự động ghi lại địa chỉ IP Internet của người nhấp (click), và mục này chủ yếu làm cho chức năng công khai website có hiệu quả.
vi_vn: Hệ thống quảng cáo của Chúng Tôi sẽ tự động ghi lại địa chỉ IP Internet của người nhấp (click), và mục này chủ yếu làm cho chức năng công khai website có hiệu quả.

# license_privacy_bonus
source: 彩金
th: Tiền Thưởng
vi_vn: Tiền Thưởng

# license_privacy_bonus_content
source: 我们会严格保密会员所赢取的彩金数额。如根据当地的法律规定，要求会员必须要向当地的政府机构申报所赢取之彩金数额。那这个申报权益则会留给会员作决定。
th: Chúng Tôi sẽ giữ số tiền thưởng thắng được bởi thành viên bảo mật nghiêm ngặt. Nếu theo pháp luật và quy định của địa phương, thành viên được yêu cầu khai báo số tiền thưởng thắng được với cơ quan chính quyền địa phương, vậy quyết định sẽ thuộc về thành viên.
vi_vn: Chúng Tôi sẽ giữ số tiền thưởng thắng được bởi thành viên bảo mật nghiêm ngặt. Nếu theo pháp luật và quy định của địa phương, thành viên được yêu cầu khai báo số tiền thưởng thắng được với cơ quan chính quyền địa phương, vậy quyết định sẽ thuộc về thành viên.

# license_privacy_safety
source: 安全性
th: Bảo Mật
vi_vn: Bảo Mật

# license_privacy_safety_content
source: KTO亚洲为确保会员提供给我们的个人资讯及资料是绝对安全保密。所有传送给我们的相关内容，都必定经过高科技的保密设施后，然后储存进我们的伺服器内。这项保密设施，乃使用目前最先进的防火墙技术来维护。我们的娱乐网站和软体更会采用最佳的保密程式，目的是保证会员的个人资料不会被第三方胡乱使用。
th: KTO Châu Á đảm bảo rằng thông tin cá nhân và thông tin do thành viên cung cấp cho Chúng Tôi là tuyệt đối an toàn và bảo mật. Tất cả nội dung liên quan được gửi cho Chúng Tôi phải đi qua các cơ sở vật chất bảo mật công nghệ cao, và sau đó được lưu trữ trong máy chủ của Chúng Tôi. Cơ sở vật chất bảo mật này được duy trì bằng cách sử dụng công nghệ tường lửa tiên tiến nhất hiện có. Các website và phần mềm giải trí của Chúng Tôi đồng thời sử dụng các chương trình bảo mật tốt nhất, mục đích là để đảm bảo rằng dữ liệu cá nhân của thành viên không bị các bên thứ ba sử dụng một cách bừa bãi.
vi_vn: KTO Châu Á đảm bảo rằng thông tin cá nhân và thông tin do thành viên cung cấp cho Chúng Tôi là tuyệt đối an toàn và bảo mật. Tất cả nội dung liên quan được gửi cho Chúng Tôi phải đi qua các cơ sở vật chất bảo mật công nghệ cao, và sau đó được lưu trữ trong máy chủ của Chúng Tôi. Cơ sở vật chất bảo mật này được duy trì bằng cách sử dụng công nghệ tường lửa tiên tiến nhất hiện có. Các website và phần mềm giải trí của Chúng Tôi đồng thời sử dụng các chương trình bảo mật tốt nhất, mục đích là để đảm bảo rằng dữ liệu cá nhân của thành viên không bị các bên thứ ba sử dụng một cách bừa bãi.

# license_promotion_privacypolicy
source: KTO亚洲隐私政策
th: Chính Sách Bảo Mật của KTO Châu Á
vi_vn: Chính Sách Bảo Mật của KTO Châu Á

# license_promotion_terms
source: KTO亚洲优惠活动一般规则和条款
th: Điều Khoản và Điều Kiện Khuyến Mãi Chung KTO Châu Á
vi_vn: Điều Khoản và Điều Kiện Khuyến Mãi Chung KTO Châu Á

# license_promotion_warning
source: 1. 优惠促销只适用于拥有一个独立账户的会员。住址、电子邮箱地址﹑电话号码﹑支付方式(相同借记卡/信用卡/银行账户号码)IP地址，同一网络环境等将可以作为判定是否独立会员的条件。 2. 会员不能同时享有任意两种优惠，客户所参加一种优惠或获取一种优惠的彩金所需要的客观条件，比如存款额，有效投注额等或获取彩金后所需要完成的有效投注额要求均视为目前所拥有的优惠状态的参数，不会被计算到其他任意的优惠所需要的条件或获取优惠彩金后所需要完成的要求中。 3. 除非有特别说明，否则所有与投注额相关的数据都将以KTO亚洲有效投注额为依据，KTO亚洲有效投注额是指参与一定风险产生的投注金额，KTO以最终的输赢额进行考量：最终结果输赢额超过或等于本金的50%%的注单投注实际扣除金额将被认定为有效投注额，反之则将不属于有效投注额的范畴。 例如： 案例1, 客户账户扣除100元进行投注，注单结果为赢，赢利的金额等于50元或高于50元，视为100元有效投注额 案例2, 客户账户扣除100元进行投注，注单结果为输，输掉的金额低于50元，有效投注额为0 案例3, 客户账户扣除100元进行投注，注单结果为输，输掉的金额高于或等于50元，有效投注额为100 案例4, 客户账户扣除100元进行投注，注单被取消，返还本金，赢利和负利都为0，有效投注额为0 4."智能下注"的玩法不参与任何优惠投注额要求计算。 5. 对于发现任何有违背、欺骗、或利用规则和条款进行非法获利的会员， KTO亚洲保留所有权利在任何时候都可以停止、取消优惠或索回已支付的全部优惠。 6. 我们的优惠活动欢迎真实会员申请，真实会员的定义是指真正参与游戏而且有风险投注的会员。若发现任何有违背、欺骗、或利用规则和条款进行非法获利或获取其他利益，我们有权自行决定采取任何行动例如：终止登录、暂停使用网站，或者没收奖金及赢利。 7. 某些特定优惠可能需要客户提交身份证件或地址等要求以便发放奖金或奖品，客户申请优惠将视为遵守优惠的规则和条款，在规定的时间未提交合格资料的情况下，将视为客户主动放弃优惠。客户所提交的信息将遵循%@。 8. 会员需要遵守优惠的特定规则条款，优惠一般规则条款和网站条款。 9. 在某些未知因素超出可控范围的情况下，KTO亚洲保留可单方面执行的决定权，在任何时候无事先通知的情况下，修改、改变、停止、取消以及/或使此优惠失效。KTO亚洲承诺会在这类紧急问题发生时解释给客户原因并听取客户反馈与客户沟通协商解决。
th: 1. Khuyến Mãi chỉ áp dụng cho thành viên có tài khoản độc lập. Địa chỉ cư trú, địa chỉ email, số điện thoại, phương thức thanh toán (cùng thẻ ghi nợ/thẻ tín dụng/số tài khoản ngân hàng), địa chỉ IP, môi trường mạng sử dụng chung, v.v. sẽ được sử dụng làm điều kiện để xác định nếu thành viên là độc lập. 2. Thành viên không được nhận bất kỳ hai Khuyến Mãi nào cùng một lúc. Các điều kiện yêu cầu liên quan để thành viên tham gia hoặc nhận Khuyến Mãi, như số tiền gửi, số tiền cược hợp lệ, v.v. hoặc số tiền cược hợp lệ để hoàn thành yêu cầu Khuyến Mãi sau khi nhận, sẽ được xem là thông số về trạng thái của Khuyến Mãi hiện tại. Những thông số của Khuyến Mãi hiện tại sẽ không được tính cho việc tham gia, hoặc việc hoàn thành yêu cầu của bất kỳ Khuyến Mãi nào khác. 3. Trừ khi có quy định khác, tất cả dữ liệu liên quan đến số tiền cược sẽ dựa trên số tiền cược hợp lệ của KTO Châu Á. Số tiền cược hợp lệ được định nghĩa là là số tiền cược liên quan đến việc tham gia vào một mức độ rủi ro nhất định. KTO Châu Á xem xét số tiền thắng và thua trả về cuối cùng: nếu có giá trị lớn hơn hoặc bằng 50%% số tiền cược bị trừ, sẽ được ghi nhận là số tiền cược hợp lệ. Nếu không, số tiền cược này sẽ không nằm trong phạm vi số tiền cược hợp lệ. Ví dụ: Trường hợp 1: Số tiền cược bị trừ là 100 VND, kết quả cược là thắng, số tiền thắng bằng hoặc lớn hơn 50 VND. Vậy, 100 VND được xem là số tiền cược hợp lệ (≥50/100 = ≥0.5 = ≥50%%) Trường hợp 2: Số tiền cược bị trừ là 100 VND, kết quả cược là thua, số tiền thua thấp hơn 50 VND. Vậy, số tiền cược hợp lệ là 0 (≤50/100 = ≤0.5 = ≤50%%). Trường hợp 3: Số tiền cược bị trừ là 100 VND, kết quả cược là thua, số tiền thua lớn hơn hoặc bằng 50 VND. Vậy, 100 VND được xem là số tiền cược hợp lệ (≥50/100 = ≥0.5 = ≥50%%). Trường hợp 4: Số tiền cược bị trừ là 100 VND, kết quả cược là hủy, số tiền cược được trả về. Vậy, số tiền thắng/thua, và số cược hợp lệ đều là 0 (0/100 = ≤0.5 = ≤50%%). 4. Số tiền đặt cược từ phương pháp "Đặt Cược Thông Minh" sẽ không được tính khi tham gia bất kỳ Khuyến Mãi nào. 5. KTO Châu Á có quyền chấm dứt, hủy bỏ hoặc thu hồi tất cả Khuyến Mãi đã và đang được thanh toán bất kỳ lúc nào, đối với bất kỳ thành viên nào bị phát hiện vi phạm, gian lận hoặc lợi dụng Điều Khoản và Điều Kiện Khuyến Mãi để trục lợi. 6. Khuyến Mãi của Chúng Tôi chào đón thành viên thực sự tham gia. Thành viên thực sự được định nghĩa là một thành viên tham gia đặt cược và chấp nhận rủi ro. Chúng Tôi có quyền, theo quyết định riêng của mình, thực hiện bất kỳ hành động nào, như đóng tài khoản, đình chỉ sử dụng website và/hoặc thu hồi tiền thưởng và tiền thắng cược liên quan, nếu Chúng Tôi tìm thấy bất kỳ vi phạm, gian lận hoặc lợi dụng Điều Khoản và Điều Kiện Khuyến Mãi để trục lợi. 7. Một số Khuyến Mãi đặc biệt nhất định có thể yêu cầu thành viên cung cấp chứng từ hoặc địa chỉ nhằm mục đích xác minh thông tin tài khoản và cập nhật tiền thưởng hoặc trao giải thưởng. Việc thành viên tham gia Khuyến Mãi sẽ được xem là đồng ý tuân thủ với Điều Khoản và Điều Kiện Khuyến Mãi. Trường hợp không cung cấp đầy đủ thông tin yêu cầu trong thời gian quy định, thành viên sẽ được xem là tự nguyện từ bỏ tiền thưởng hoặc giải thưởng. Thông tin được cung cấp bởi thành viên sẽ tuân theo %@. 8. Thành viên phải tuân thủ Điều Khoản và Điều Kiện chi tiết của Khuyến Mãi, Điều Khoản và Điều Kiện Khuyến Mãi Chung này, và Điều Khoản và Điều Kiện của website. 9. Trường hợp xảy ra một số yếu tố không xác định nằm ngoài phạm vi kiểm soát, KTO Châu Á có quyền đưa ra quyết định đơn phương, bất kỳ lúc nào mà không cần thông báo trước, để thay đổi, điều chỉnh, dừng, hủy và/hoặc vô hiệu hóa Khuyến Mãi. KTO Châu Á cam kết giải thích lý do cho những vấn đề khẩn cấp này, lắng nghe phản hồi và liên lạc với thành viên nhằm đàm phán và giải quyết.
vi_vn: 1. Khuyến Mãi chỉ áp dụng cho thành viên có tài khoản độc lập. Địa chỉ cư trú, địa chỉ email, số điện thoại, phương thức thanh toán (cùng thẻ ghi nợ/thẻ tín dụng/số tài khoản ngân hàng), địa chỉ IP, môi trường mạng sử dụng chung, v.v. sẽ được sử dụng làm điều kiện để xác định nếu thành viên là độc lập. 2. Thành viên không được nhận bất kỳ hai Khuyến Mãi nào cùng một lúc. Các điều kiện yêu cầu liên quan để thành viên tham gia hoặc nhận Khuyến Mãi, như số tiền gửi, số tiền cược hợp lệ, v.v. hoặc số tiền cược hợp lệ để hoàn thành yêu cầu Khuyến Mãi sau khi nhận, sẽ được xem là thông số về trạng thái của Khuyến Mãi hiện tại. Những thông số của Khuyến Mãi hiện tại sẽ không được tính cho việc tham gia, hoặc việc hoàn thành yêu cầu của bất kỳ Khuyến Mãi nào khác. 3. Trừ khi có quy định khác, tất cả dữ liệu liên quan đến số tiền cược sẽ dựa trên số tiền cược hợp lệ của KTO Châu Á. Số tiền cược hợp lệ được định nghĩa là là số tiền cược liên quan đến việc tham gia vào một mức độ rủi ro nhất định. KTO Châu Á xem xét số tiền thắng và thua trả về cuối cùng: nếu có giá trị lớn hơn hoặc bằng 50%% số tiền cược bị trừ, sẽ được ghi nhận là số tiền cược hợp lệ. Nếu không, số tiền cược này sẽ không nằm trong phạm vi số tiền cược hợp lệ. Ví dụ: Trường hợp 1: Số tiền cược bị trừ là 100 VND, kết quả cược là thắng, số tiền thắng bằng hoặc lớn hơn 50 VND. Vậy, 100 VND được xem là số tiền cược hợp lệ (≥50/100 = ≥0.5 = ≥50%%) Trường hợp 2: Số tiền cược bị trừ là 100 VND, kết quả cược là thua, số tiền thua thấp hơn 50 VND. Vậy, số tiền cược hợp lệ là 0 (≤50/100 = ≤0.5 = ≤50%%). Trường hợp 3: Số tiền cược bị trừ là 100 VND, kết quả cược là thua, số tiền thua lớn hơn hoặc bằng 50 VND. Vậy, 100 VND được xem là số tiền cược hợp lệ (≥50/100 = ≥0.5 = ≥50%%). Trường hợp 4: Số tiền cược bị trừ là 100 VND, kết quả cược là hủy, số tiền cược được trả về. Vậy, số tiền thắng/thua, và số cược hợp lệ đều là 0 (0/100 = ≤0.5 = ≤50%%). 4. Số tiền đặt cược từ phương pháp "Đặt Cược Thông Minh" sẽ không được tính khi tham gia bất kỳ Khuyến Mãi nào. 5. KTO Châu Á có quyền chấm dứt, hủy bỏ hoặc thu hồi tất cả Khuyến Mãi đã và đang được thanh toán bất kỳ lúc nào, đối với bất kỳ thành viên nào bị phát hiện vi phạm, gian lận hoặc lợi dụng Điều Khoản và Điều Kiện Khuyến Mãi để trục lợi. 6. Khuyến Mãi của Chúng Tôi chào đón thành viên thực sự tham gia. Thành viên thực sự được định nghĩa là một thành viên tham gia đặt cược và chấp nhận rủi ro. Chúng Tôi có quyền, theo quyết định riêng của mình, thực hiện bất kỳ hành động nào, như đóng tài khoản, đình chỉ sử dụng website và/hoặc thu hồi tiền thưởng và tiền thắng cược liên quan, nếu Chúng Tôi tìm thấy bất kỳ vi phạm, gian lận hoặc lợi dụng Điều Khoản và Điều Kiện Khuyến Mãi để trục lợi. 7. Một số Khuyến Mãi đặc biệt nhất định có thể yêu cầu thành viên cung cấp chứng từ hoặc địa chỉ nhằm mục đích xác minh thông tin tài khoản và cập nhật tiền thưởng hoặc trao giải thưởng. Việc thành viên tham gia Khuyến Mãi sẽ được xem là đồng ý tuân thủ với Điều Khoản và Điều Kiện Khuyến Mãi. Trường hợp không cung cấp đầy đủ thông tin yêu cầu trong thời gian quy định, thành viên sẽ được xem là tự nguyện từ bỏ tiền thưởng hoặc giải thưởng. Thông tin được cung cấp bởi thành viên sẽ tuân theo %@. 8. Thành viên phải tuân thủ Điều Khoản và Điều Kiện chi tiết của Khuyến Mãi, Điều Khoản và Điều Kiện Khuyến Mãi Chung này, và Điều Khoản và Điều Kiện của website. 9. Trường hợp xảy ra một số yếu tố không xác định nằm ngoài phạm vi kiểm soát, KTO Châu Á có quyền đưa ra quyết định đơn phương, bất kỳ lúc nào mà không cần thông báo trước, để thay đổi, điều chỉnh, dừng, hủy và/hoặc vô hiệu hóa Khuyến Mãi. KTO Châu Á cam kết giải thích lý do cho những vấn đề khẩn cấp này, lắng nghe phản hồi và liên lạc với thành viên nhằm đàm phán và giải quyết.

# license_responsibilitygambling_title
source: 博彩责任
th: Cược Có Trách Nhiệm
vi_vn: Cược Có Trách Nhiệm
