Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# bonus_computelocked
source: There is currently an unfinished Bonus Turnover, and other Promotions are temporarily unclaimable. Details are as follows: System in progress, please check back later…
th: THTH目前有未完成的优惠投注额，暂时无法领取其他优惠。 细节如下： 正在计算中，请稍后再查看…
vi_vn: Quý Khách hiện đang có Doanh Thu Cược chưa hoàn thành, do vậy không thể nhận Khuyến Mãi trong thời điểm hiện tại. Chi tiết như sau: Hệ thống đang xử lý, vui lòng kiểm tra lại sau…

# bonus_receive
source: Claimed
th: THTH领取
vi_vn: Đã Nhận

# bonus_receive_confirm
source: Confirm to Claim %@?
th: 确认领取%@?
vi_vn: Xác nhận Nhận %@?

# bonus_receive_date
source: %@ Claimed
th: %@领取
vi_vn: %@ Đã Nhận

# bonus_condition_error
source: Disqualified
th: THTH条件不符
vi_vn: Không Hợp Lệ

# bonus_orderby_desc
source: Time (Recent to Past)
th: THTH时间（从新到旧）
vi_vn: Thời Gian (Gần Đây đến Quá Khứ)

# bonus_orderby_asc
source: Time (Past to Recent)
th: THTH时间（从旧到新）
vi_vn: Thời Gian (Quá Khứ đến Gần Đây)

# bonus_custom_filter
source: Set Up Filter
th: THTH设定筛选
vi_vn: Cài Đặt Lọc

# bonus_custom_sorting
source: Set Up Sort
th: THTH设定排序
vi_vn: Cài Đặt Sắp Xếp

# bonus_sortingandfilter
source: Sort and Filter
th: THTH排序与筛选
vi_vn: Sắp Xếp và Lọc

# bonus_usefreebet_title
source: Claim Free Bet
th: THTTH领取免费金优惠
vi_vn: Nhận Cược Miễn Phí

# bonus_usefreebet
source: Confirm to claim Free Bet?
th: THTH您是否要领取免费金
vi_vn: Xác nhận Nhận Cược Miễn Phí?

# bonus_usebonus_fail
source: Coupon Claim failed
th: THTH领券失败
vi_vn: Nhận Thưởng không thành công

# bonus_turnover_adddeposit
source: Deposit Turnover required
th: THTH充值投注额要求
vi_vn: Doanh Thu Cược Tiền Gửi yêu cầu

# bonus_turnover_total
source: Total Turnover required
th: THTH总计投注额要求
vi_vn: Tổng Doanh Thu Cược yêu cầu

# bonus_detail_contentrule
source: KTO Asia Promotion General Rules & Terms
th: KTO亚洲优惠活动一般规则和条款
vi_vn: Điều Khoản và Điều Kiện Khuyến Mãi Chung của KTO Châu Á

# bonus_usedepositbonus
source: Confirm to claim Deposit Bonus?
th: THTH您是否要领取存送券
vi_vn: Xác nhận Nhận Thưởng Gửi Tiền?

# bonus_rebate_unlimited
source: Unlimited
th: 无上限
vi_vn: Không Giới Hạn

# bonus_deposit_not_satisfied
source: Sorry, you have not met the deposit requirement, thus are not eligible to claim this bonus.
th: 很抱歉，您未满足存款条件，不符合领取此彩金。
vi_vn: Rất tiếc, Quý Khách chưa đạt yêu cầu gửi tiền, do vậy không đủ điều kiện nhận tiền thưởng này.

# bonus_total_request
source: Total Turnover required
th: 总投注额要求
vi_vn: Tổng Doanh Thu Cược yêu cầu

# bonus_remain_request
source: Remaining Turnover
th: 剩余要求
vi_vn: Doanh Thu Cược còn lại

# bonus_get_bonus
source: Bonus Amount received
th: 获取彩金
vi_vn: Tiền Thưởng Đã Nhận

# bonus_turnover_hint_title
source: Details of your Bonus Turnover required are as follows:
th: 您领取的彩金投注额要求详情如下：
vi_vn: Chi tiết Doanh Thu Cược Tiền Thưởng của Quý Khách như sau:

# bonus_turnover_confirm_title
source: You need to complete the Turnover of %@ first. Details are as follows:
th: 您需要先完成 %@ 领取的彩金投注额要求。详情如下：
vi_vn: Quý Khách cần hoàn thành Doanh Thu Cược của %@ trước. Chi tiết như sau:

# bonus_error_balance_limit
source: Your account balance is insufficient, you are not eligible to claim the Bonus at this time.
th: 您的账户余额不足，目前无法领取彩金。
vi_vn: Số dư tài khoản của Quý Khách không đủ, hiện tại không thể nhận tiền thưởng.

# bonus_error_bonus_quota_is_full
source: This promotion quota is already full. Please check out other promotions. Sorry for any inconvenience caused.
th: 很抱歉，本优惠已额满，请您参考其它优惠，造成您不便敬请见谅。
vi_vn: Rất tiếc, Hạn Ngạch Khuyến Mãi này đã hết. Vui lòng tham khảo các Khuyến Mãi khác. Xin lỗi vì sự bất tiện.

# bonus_quota_is_full
source: Promotion Quota Full
th: 优惠已额满
vi_vn: Hạn Ngạch Khuyến Mãi đã hết

# bonus_quota_is_full_message
source: Sorry, please select another Promotion.
th: 很抱歉，请您选择其他优惠
vi_vn: Xin lỗi, vui lòng chọn Khuyến Mãi khác.

# bonus_use_expired_bonus_title
source: Promotion Expired
th: 优惠已到期
vi_vn: Khuyến Mãi đã hết hạn

# bonus_use_expired_bonus_content
source: This promotion is already expired. Please check out other promotions. Sorry for any inconvenience caused.
th: 很抱歉，本优惠已到期，请您参考其它优惠，造成您不便敬请见谅。
vi_vn: Rất tiếc, Khuyến Mãi này đã hết hạn. Vui lòng tham khảo các Khuyến Mãi khác. Xin lỗi vì sự bất tiện.

# level_4
source: Daily Rebate or all Products. Up to %@% of Valid Bet Amount.
th: 全场天天返，最高 %@%% 投注额返现。
vi_vn: Hoàn Trả hàng ngày cho tất cả sản phẩm. Lên đến %@%% số tiền cược hợp lệ.

# level_90
source: Your feedback, Management will meet to review...
th: THTH您的反馈，主管们会开会研究…
vi_vn: Góp ý của Quý Khách, Ban Quản Trị sẽ họp để nghiên cứu...

# level_91
source: %@ Times daily, %@ VND Total Limit.
th: THTH每日 %@次，总限额%@元。
vi_vn: %@ lần một ngày, tổng hạn mức là %@ VND.

# level_92
source: Faster, more stable, it's exlusive to you.
th: THTH更快，更稳定，它只属于您。
vi_vn: Nhanh hơn và ổn định hơn, đặc quyền dành riêng cho Quý Khách.

# level_3_1
source: Play our designated matches and get insured with %@ VND.
th: THTH玩指定赛事，为您投保 %@元。 为特定赛事，给您买了顶级保险。
vi_vn: Đặt cược cho các trận đấu được chỉ định của Chúng Tôi, và Quý Khách sẽ được bảo hiểm với %@ VND mỗi trận.

# level_3_1_leveltop
source: For designated matches, we got you covered with insurance.
th: THTH为特定赛事，给您买了顶级保险。
vi_vn: "Bảo vệ" Quý Khách với Bảo Hiểm Cược hàng đầu cho những sự kiện Thể Thao cụ thể.

# level_3_2
source: Our Rescue is full of energy! Up to %@ VND.
th: THTH我们的救援，元气满满！ 最高 %@元。
vi_vn: "Biệt Đội Giải Cứu" của Chúng Tôi luôn tràn đầy năng lượng! Thưởng tối đa %@‬ VND.

# level_3_2_leveltop
source: Instant recovery, powerful Rescue Bonus!
th: THTH瞬间恢复，强劲的最高级救援金！
vi_vn: Khôi phục lợi nhuận âm ngay lập tức với quỹ Giải Cứu siêu hạng nhất!

# level_4_leveltop
source: Highest Unlimited Rebate!
th: THTH无限的最高级返现!
vi_vn: Hoàn Trả Cược Không Giới Hạn Hàng Đầu!

# level_5_0_level1
source: %@%First Deposit Bonus！
th: %@%%首次充值彩金！
vi_vn: %@%% Thưởng Gửi Tiền Đầu Tiên!

# level_5_0_level2
source: Deposit again, get %@% of high bonus!
th: 再次充值, 获取 %@%%高额彩金！
vi_vn: Gửi Tiền Trở Lại và tận hưởng %@%% Thưởng!

# level_5_1
source: Enjoy %@% Monthly Deposit Bonus.
th: 每月享 %@%%高额充值彩金。
vi_vn: Tận hưởng %@%% Thưởng Gửi Tiền Hàng Tháng.

# level_5_2
source: Enjoy %@% Weekly Deposit Bonus.
th: 周周享 %@%%高额充值彩金。
vi_vn: Tận hưởng %@%% Thưởng Gửi Tiền Hàng Tuần.

# level_5_3
source: Enjoy %@% Daily Deposit Bonus.
th: 天天尊享！ %@%%高额充值彩金。
vi_vn: Tận hưởng %@%% Thưởng Gửi Tiền Hàng Ngày.

# level_5_4
source: Enjoy %@% Daily Deposit Bonus.
th: 天天享 %@%%高额充值彩金。
vi_vn: Tận hưởng %@%% Thưởng Gửi Tiền Hàng Ngày.

# level_91_leveltop
source: Your withdrawal, we will prioritise your request…
th: THTH您的提现，我们会为您直接插队…
vi_vn: Rút tiền của Quý Khách, Chúng Tôi sẽ cắt khỏi danh sách đợi và xử lý trực tiếp…

# level_desc_levelup
source: Level Up! Congratulation to you reaching Level %@.
th: THTHLevel Up! 恭喜您升级为 Lv%@。
vi_vn: Tăng cấp! Chúc mừng Quý Khách đã tăng cấp lên Cấp Độ %@.

# level_desc_register
source: Congratulation to you completing signing up.
th: THTH恭喜您顺利完成注册
vi_vn: Chúc mừng, Quý Khách đã đăng ký thành công.

# level_detail_3_1_content
source: The higher the negative profit amount in the day, the higher the rescue fund.
th: 当日负盈利金额越高，救援金即越高。
vi_vn: Số tiền thua cược Quay Số hợp lệ trong ngày càng cao, thưởng Giải Cứu càng lớn.

# level_detail_3_1_title
source: Negative Profit Rebate
th: THTH负盈利回馈
vi_vn: Hoàn Trả Lợi Nhuận Âm

# level_detail_3_1_title1
source: Insurance Percentage
th: THTH保险比例
vi_vn: Tỷ Lệ Bảo Hiểm

# level_detail_3_1_title2
source: Maximum Bonus
th: THTH最高金额
vi_vn: Tiền Thưởng Tối Đa

# level_detail_4_dailylimited
source: Daily Limit
th: THTH日限额
vi_vn: Giới Hạn Hàng Ngày

# level_detail_4_unlimited
source: Unlimited
th: THTH无上限
vi_vn: Không Giới Hạn

# level_detail_5_content2_1
source: You will get to enjoy this bonus monthly.
th: THTH此存送周期为月月有奖，高频率发送
vi_vn: Quý Khách sẽ nhận được Thưởng Gửi Tiền này mỗi tháng.

# level_detail_5_content2_2
source: You will get to enjoy this bonus weekly.
th: THTH此存送周期为周周有奖，高频率发送
vi_vn: Quý Khách sẽ nhận được Thưởng Gửi Tiền này mỗi tuần.

# level_detail_5_content2_3
source: You will get to enjoy this bonus daily.
th: THTH此存送周期为天天有奖，高频率发送
vi_vn: Quý Khách sẽ nhận được Thưởng Gửi Tiền này mỗi ngày.

# level_detail_5_content3
source: Minimum Account Balance: %@ VND Withdrawal: (Principal + Bonus)%@ Times Bet Amount.
th: 最低账户余额%@元 提现: (本金+红利)%@ 倍投注额
vi_vn: Số dư tối thiểu: %@ VND Rút tiền: Đặt cược tối thiểu %@ lần (Số Dư + Tiền Thưởng).

# level_detail_5_maxamount
source: Maximum Bonus
th: THTH最高金额
vi_vn: Tiền Thưởng Tối Đa

# level_detail_5_title1
source: Re-deposit Bonus
th: THTH再存红利
vi_vn: Thưởng Gửi Tiền Trở Lại

# level_detail_5_title1_first
source: First Deposit Bonus
th: THTH首存红利
vi_vn: Thưởng Gửi Tiền Đầu Tiên

# level_detail_5_title2_1
source: Monthly Bonus
th: THTH每月有奖
vi_vn: Thưởng Hàng Tháng

# level_detail_5_title2_2
source: Weekly Bonus
th: THTH周周有奖
vi_vn: Thưởng Hàng Tuần

# level_detail_5_title2_3
source: Daily Bonus
th: THTH天天有奖
vi_vn: Thưởng Hàng Ngày

# level_detail_5_title3
source: Deposit Bonus Rule
th: THTH存送规则
vi_vn: Điều Khoản và Điều Kiện Thưởng Gửi Tiền

# level_disabled
source: Not yet unlocked
th: THTH目前尚未解鎖。
vi_vn: Chưa mở khóa.

# level_experience
source: EXP
th: THTH经验值
vi_vn: Điểm Kinh Nghiệm

# level_experience_title
source: EXP Description
th: THTH经验值说明
vi_vn: Mô Tả Điểm Kinh Nghiệm

# level_experience_desc
source: EXPcis related to your behavior on the website, such as deposit. The higher the Level, the more EXP you need to advance to the next Level. Higher Levels will get more privileges.
th: 经验值是与您在网站使用行为相关，比如充值。等级越高需要升到下一级的经验值也会越多。更高的等级将获取更多的特权。
vi_vn: Điểm Kinh Nghiệm liên quan đến hành vi giao dịch của thành viên trên website, ví dụ như gửi tiền. Cấp Độ tiếp theo càng cao, thành viên cần càng nhiều Điểm Kinh Nghiệm để tăng cấp. Cấp Độ cao hơn sẽ nhận được nhiều đặc quyền hơn.

# level_exclusive_90
source: Feedback
th: THTH反馈
vi_vn: Góp Ý

# level_exclusive_92
source: URL
th: THTH域名
vi_vn: Đường Link Website

# level_level
source: Level
th: THTH等级
vi_vn: Cấp Độ

# level_levelprivilege
source: Level Privilege
th: THTH等级特权
vi_vn: Đặc Quyền Cấp Độ

# level_privilegetype_3
source: Product Privilege
th: THTH产品特权
vi_vn: Đặc Quyền Sản Phẩm

# level_privilegetype_4
source: Rebate Privilege
th: THTH返现特权
vi_vn: Đặc Quyền Hoàn Trả

# level_privilegetype_5
source: Deposit Privilege
th: THTH存送特权
vi_vn: Đặc Quyền Gửi Tiền

# level_privilegetype_90
source: Exclusive Privilege
th: THTH专属特权
vi_vn: Đặc Quyền Độc Quyền

# level_privilegetype_91
source: Withdrawl Privilege
th: THTH提现特权
vi_vn: Đặc Quyền Rút Tiền

# level_privilegetype_92
source: Exclusive Privilege
th: THTH专属特权
vi_vn: Đặc Quyền Độc Quyền

# level_producttype_1
source: Insurance Bet
th: THTH保险投注
vi_vn: Bảo Hiểm Cược Thể Thao

# level_producttype_2
source: Slot Rescue Bonus
th: THTH老虎机救援金
vi_vn: Thưởng Giải Cứu Quay Số

# level_navigate_to_promotion
source: Go To Promotion Page
th: 前往优惠专区
vi_vn: Đến Trang Khuyến Mãi

# level_product_rebate
source: Product Rebate
th: 产品返现
vi_vn: Hoàn Trả Sản Phẩm

# notification_type_0
source: Maintenance
th: THTH维护
vi_vn: Bảo Trì

# notification_type_1
source: General
th: THTH一般
vi_vn: Chung

# notification_type_2
source: Personal
th: THTH个人
vi_vn: Cá Nhân

# notification_type_activity
source: Activity
th: 动态
vi_vn: Hoạt Động

# notification_validate_message_1
source: Input at least 3 characters
th: 至少输入三个字。
vi_vn: Nhập ít nhất 3 ký tự.

# notification_empty_result
source: No matching content.
th: 没有匹配的内容
vi_vn: Không có nội dung phù hợp.

# notification_deleted
source: Deleted
th: THTH已刪除信件
vi_vn: Đã Xóa

# notification_delete_title
source: Confirm to Delete?
th: THTH確認刪除
vi_vn: Xác nhận Xóa?

# notification_delete_content
source: Notification will be permanently deleted.
th: 该通知将永久删除。
vi_vn: Thông Báo sẽ được xóa vĩnh viễn.

# notification_delete_button
source: Delete This Message
th: THTH删除此信件
vi_vn: Xóa Tin Nhắn Này

# notification_maintenancetime
source: Maintenance Time: %@ - %@
th: 维护时间: %@ - %@
vi_vn: Thời Gian Bảo Trì: %@ - %@

# notification_search_result
source: Search Result
th: THTH搜尋結果
vi_vn: Kết Quả Tìm Kiếm

# notification_title
source: Notification
th: THTH通知
vi_vn: Thông Báo

# notification_search
source: Search
th: THTH搜寻
vi_vn: Tìm Kiếm

# notification_result_empty
source: There is currently no relevant information.
th: THTH目前暂无相关资讯
vi_vn: Hiện tại không có thông tin liên quan.

# notification_search_result_empty
source: No Result.
th: THTH查无结果
vi_vn: Không có Kết Quả.

# notification_goto
source: Go To %@
th: 前往
vi_vn: Đi Đến %@

# activity_status
source: Status
th: THTH状态
vi_vn: Trạng Thái

# activity_0
source: Personal Account
th: THTH个人账户
vi_vn: Tài Khoản Cá Nhân

# activity_1
source: Deposit
th: THTH充值
vi_vn: Gửi Tiền

# activity_2
source: Withdrawal
th: THTH提现
vi_vn: Rút Tiền

# activity_3
source: Private URL
th: THTH专属域名
vi_vn: Đường Link Website Riêng

# activity_4
source: Sign In/Sign Out Activity
th: THTH登录/登出活动
vi_vn: Hoạt Động Đăng Nhập/Đăng Xuất

# activity_5
source: Bonus
th: THTH彩金
vi_vn: Tiền Thưởng

# activity_6
source: Adjustment
th: THTH调整
vi_vn: Điều Chỉnh

# activity_7
source: Level
th: THTH等级
vi_vn: Cấp Độ

# activity_8
source: Deposit Refund Bonus
th: THTH手续费回馈
vi_vn: Thưởng Hoàn Trả Gửi Tiền

# notify_10
source: Sign Up Successful
th: 注册成功
vi_vn: Đăng Ký thành công

# notify_20
source: Deposit Requires Verification
th: 充值需要验证文件
vi_vn: Gửi Tiền yêu cầu Xác Minh

# notify_30
source: Withdrawal Requires Verification
th: 提现需要验证文件
vi_vn: Rút Tiền yêu cầu Xác Minh

# notify_40
source: Withdrawal Name Change Requires Verification
th: 变更提现姓名需要验证文件
vi_vn: Thay Đổi Họ Tên Rút Tiền yêu cầu Xác Minh

# notify_41
source: Changed Withdrawal Name successfully
th: 变更提现姓名成功
vi_vn: Thay đổi Họ Tên Rút Tiền thành công

# notify_42
source: Changed Withdrawal Name failed
th: 变更提现姓名失败
vi_vn: Thay Đổi Họ Tên Rút Tiền không thành công

# notify_50
source: Change Receiving Bank Information
th: 变更收款银行信息
vi_vn: Thay đổi thông tin Ngân Hàng Nhận Tiền

# notify_51
source: Change Deposit Channel Details
th: 充值渠道已变更
vi_vn: Thay đổi thông tin Phương Thức Gửi Tiền

# notify_60
source: Received Exclusive Features
th: 获得专属功能
vi_vn: Nhận Tính Năng Độc Quyền

# notify_70
source: Deposit Successful
th: 充值成功
vi_vn: Gửi Tiền thành công

# notify_72
source: Deposit Failed
th: 充值失敗
vi_vn: Gửi Tiền không thành công

# notify_80
source: Withdrawal Successful
th: 提现成功
vi_vn: Rút Tiền thành công

# notify_90
source: Withdrawal Cancelled
th: 提现取消
vi_vn: Rút Tiền đã hủy

# notify_100
source: Withdrawal Failed
th: 提现失败
vi_vn: Rút Tiền không thành công

# notify_110
source: Change Deposit Channel Details
th: 变更充值渠道
vi_vn: Thay đổi thông tin Phương Thức Gửi Tiền

# notify_120
source: Change Daily Withdrawal Amount Limits
th: 更换提现限额
vi_vn: Thay đổi Số Tiền Rút khả dụng mỗi ngày

# notify_121
source: Change Number Of Daily Withdrawal Limits
th: 更换提现次数
vi_vn: Thay đổi Số Lần Rút Tiền khả dụng mỗi ngày

# notify_130
source: Bonus Amount Received
th: 获得彩金
vi_vn: Tiền Thưởng đã nhận

# notify_140
source: Balance Adjusted
th: 调整余额
vi_vn: Số Dư đã điều chỉnh

# notify_150
source: Level Upgraded
th: 等级上升
vi_vn: Tăng Cấp

# notify_content_10
source: Congratulation for becoming our member!
th: 恭喜您，成为专属会员。
vi_vn: Chúc mừng Quý Khách đã trở thành Thành Viên KTO.

# notify_content_20
source: Your %@ VND deposit requires further actions. Transaction ID: %@
th: 您的%@元充值需要进一步操作。 订单号：%@
vi_vn: Giao dịch %@ VND yêu cầu xác minh chứng từ. Mã Số Giao Dịch: %@

# notify_content_30
source: Your %@ VND withdrawal requires further actions. Transaction ID: %@
th: 提醒您，%@元的提现需要进一步操作。 订单号：%@
vi_vn: Giao dịch %@ VND yêu cầu xác minh chứng từ. Mã Số Giao Dịch: %@

# notify_content_40
source: Withdrawal Name Change requires further actions.
th: 提醒您，变更提现姓名需要进一步操作。
vi_vn: Thay Đổi Họ Tên Rút Tiền yêu cầu xác minh chứng từ.

# notify_content_41
source: Congratulations, your withdrawal name has been changed.
th: 恭喜您，提现姓名已变更。
vi_vn: Chúc mừng, Họ Tên Rút Tiền của Quý Khách đã được thay đổi.

# notify_content_42
source: Withdrawal Name Change failed. Please check at Personal Info - Withdrawal Name Page.
th: 提醒您，变更提现姓名失败。 请至账户设定 - 变更提现姓名页面查看。
vi_vn: Thay Đổi Họ Tên Rút Tiền không thành công. Vui lòng kiểm tra tại mục cài đặt Thông Tin Cá Nhân – Họ Tên Rút Tiền.

# notify_content_50
source: Reminder, your receiving bank information has been changed.
th: 提醒您，您的收款银行信息已变更。
vi_vn: Vui lòng lưu ý, thông tin Ngân Hàng Nhận Tiền của Quý Khách đã được thay đổi.

# notify_content_51
source: Reminder, The deposit channel details has been changed.
th: 提醒您，充值渠道已变更
vi_vn: Vui lòng lưu ý, thông tin Phương Thức Gửi Tiền đã được thay đổi.

# notify_content_60
source: Congratulations, you have recieved %@. %@:%@
th: 恭喜您，获得%@。 %@: %@
vi_vn: Chúc mừng, Quý Khách đã nhận được %@. %@:%@

# notify_content_70
source: %@ VND deposit successful.
th: %@元的充值已成功。
vi_vn: Giao dịch %@ VND đã thành công, vui lòng kiểm tra số dư tài khoản.

# notify_content_72
source: %@ VND deposit failed.
th: %@元的充值已失败。
vi_vn: Giao dịch %@ VND đã không thành công.

# notify_content_80
source: Congratulations, %@ VND withdrawal has been successfully paid out.
th: 恭喜您，%@元的提现已成功出款。
vi_vn: Chúc mừng, giao dịch %@ VND đã thanh toán thành công.

# notify_content_90
source: %@ VND withdrawal has already been cancelled.
th: 提醒您，%@元的提现已取消。
vi_vn: Giao dịch rút tiền %@ VND đã hủy.

# notify_content_100
source: %@ VND withdrawal failed. Transaction ID: %@
th: 提醒您，%@元的提现已失败。 订单号：%@
vi_vn: Giao dịch %@ VND đã không thành công. Mã Số Giao Dịch: %@

# notify_content_110
source: Reminder, The deposit channel details has been changed.
th: 提醒您，充值渠道已变更。
vi_vn: Vui lòng lưu ý, thông tin Phương Thức Gửi Tiền đã được thay đổi.

# notify_content_120
source: Congratulations, your withdrawal amount limits per day have been increased to %@ VND.
th: 恭喜您，提现限额已上升至%@元。
vi_vn: Chúc mừng, Số Tiền Rút khả dụng mỗi ngày của Quý Khách đã tăng lên %@ VND.

# notify_content_121
source: Congratulations, your number of withdrawal limits per day have been increased to %@ time.
th: 恭喜您，提现次数已上升至%@次。
vi_vn: Chúc mừng, Số Lần Rút Tiền khả dụng mỗi ngày của Quý Khách đã tăng lên %@ Lần.

# notify_content_130
source: Congratulations, you have recieved bonus amount of ¥%@.
th: 恭喜您，获得 %@ 元彩金。
vi_vn: Chúc mừng, Quý Khách đã nhận được %@ VND tiền thưởng.

# notify_content_140
source: %@ VND has been adjusted to your account balance.
th: 提醒您，账户余额调整 %@元。
vi_vn: %@ VND đã được điều chỉnh vào số dư tài khoản của Quý Khách.

# notify_content_150
source: Congratulations, you have reached New Member Level %@.
th: 恭喜，您已达到KTO亚洲会员等级 %@。
vi_vn: Chúc mừng, Quý Khách đã đạt Cấp Độ %@ thành viên KTO Châu Á.

# profile_safety_verification_title
source: Security Verification
th: 安全验证
vi_vn: Xác Minh Bảo Mật

# profile_safety_verification_description
source: For account security, login password verification is required.
th: 为了账户安全，需要进行登录密码验证。
vi_vn: Để bảo mật tài khoản, Quý Khách vui lòng xác minh Mật Khẩu Đăng Nhập.

# profile_wrong_password
source: The Password is incorrect!
th: 密码不正确
vi_vn: Mật Khẩu không chính xác!

# profile_wrong_password_over_limit
source: Password input incorrectly over 5 times, please log in again.
th: 密码输入错误超过五次，请重新登录。
vi_vn: Mật Khẩu đã được nhập không chính xác hơn 5 lần, vui lòng đăng nhập lại.

# profile_my
source: My
th: 我的
vi_vn: Hồ Sơ

# profile_personal_information
source: Personal Info
th: 个人资料
vi_vn: Thông Tin Cá Nhân

# profile_change_password
source: Change Password
th: 变更密码
vi_vn: Thay Đổi Mật Khẩu

# profile_change_password_title
source: Set Up New Password
th: 设定新密码
vi_vn: Cài Đặt Mật Khẩu Mới

# profile_change_password_description
source: Cannot be the same as the old Password.
th: 不能与旧密码相同。
vi_vn: Không thể trùng Mật Khẩu cũ.

# profile_player_game_id
source: Member Game ID
th: 会员游戏 ID
vi_vn: Mã Số Trò Chơi Thành Viên

# profile_player_game_id_description
source: The system generates it automatically, in order to protect the privacy of your account, it serves as your codename in each game of KTO Asia.
th: 系统自动生成，为了保护您的账户隐私，作为您在KTO亚洲各个游戏中的代号。
vi_vn: Do hệ thống tự động tạo ra. Nhằm bảo vệ quyền riêng tư của tài khoản Quý Khách, Mã Số này đóng vai trò như mã tên của Quý Khách trong mỗi trò chơi của KTO Châu Á.

# profile_field_not_set
source: Not yet set
th: 尚未设定
vi_vn: Chưa được cài đặt

# profile_setting
source: Setting
th: 设定
vi_vn: Cài Đặt

# profile_about
source: About
th: 关于
vi_vn: Chính Sách

# profile_real_name_ticket_on_going_not_editable
source: You have a withdrawal transaction in progress, please go to the withdrawal page to cancel and then operate again to modify your name.
th: 您有正在处理的提现交易，请至提现页面取消后再次操作修改姓名。
vi_vn: Quý Khách đang thực hiện giao dịch rút tiền. Vui lòng vào mục Rút Tiền để hủy, sau đó thực hiện lại việc thay đổi Họ Tên Rút Tiền.

# profile_real_name_title
source: Modify Withdrawal Name
th: 修改提现姓名
vi_vn: Thay Đổi Họ Tên Rút Tiền

# profile_real_name_description
source: After a successful withdrawal, Withdrawal Name will be bond to the account and cannot be modified anymore.
th: 提现成功后姓名将与账户绑定，不可修改。
vi_vn: Sau khi rút tiền thành công, Họ Tên Rút Tiền sẽ được ràng buộc với tài khoản và không thể thay đổi.

# profile_real_name_edit_forbidden
source: Unable to change Withdrawal Name.
th: 无法更改姓名。
vi_vn: Không thể thay đổi Họ Tên Rút Tiền.

# profile_birthday_title
source: Set Up Date of Birth
th: 设定生日
vi_vn: Cài Đặt Ngày Sinh

# profile_birthday_description
source: Birthday can be used for security verification, please make sure to fill in the real information.
th: 生日可用于安全验证，请确保填写真实信息。
vi_vn: Ngày Sinh có thể sử dụng để Xác Minh Bảo Mật, Quý Khách vui lòng đảm bảo điền thông tin xác thực.

# profile_birthday_button
source: Confirm
th: 建立会员生日
vi_vn: Xác Nhận

# profile_birthday_not_adult
source: You have confirmed that you are at least 18 years old at the time of registration.
th: THTH您的生日必須年滿18歲
vi_vn: Quý Khách đã xác nhận rằng Quý Khách ít nhất 18 tuổi tại thời điểm đăng ký.

# profile_identity_mobile_bound_already_hint
source: Mobile Number has been bound. If it needs to be changed, the System will send a Verification Code to the bound Mobile Number for verification.
th: 手机已绑定，如需更改，系统将会发送验证码至绑定手机进行验证。
vi_vn: Số Di Động hiện tại đã được ràng buộc. Nếu cần thay đổi, hệ thống sẽ gửi Mã Xác Minh đến Số Di Động này để xác minh.

# profile_identity_email_bound_already_hint
source: Email has been bound. If it needs to be changed, the System will send a Verification Code to the bound Email for verification.
th: 邮箱已绑定，如需更改，系统将会发送验证码至绑定邮箱进行验证。
vi_vn: Email hiện tại đã được ràng buộc. Nếu cần thay đổi, hệ thống sẽ gửi Mã Xác Minh đến Email này để xác minh.

# profile_identity_mobile_step1
source: Set up a New Mobile Number 1/4
th: 设定新手机1/4
vi_vn: Cài Đặt Số Di Động Mới 1/4

# profile_identity_email_step1
source: Set up a New Email 1/4
th: 设定新电子邮箱1/4
vi_vn: Cài Đặt Email Mới 1/4

# profile_identity_mobile_step1_description
source: For account security, current Mobile Number Verification is required. A 4-Digit Verification Code will be sent Via Call to %@
th: 为了账户安全，需要进行现行手机验证。 6位数字的验证码将发送至 %@
vi_vn: Để bảo mật tài khoản, Quý Khách vui lòng xác minh Số Di Động Hiện Tại. Mã Xác Minh gồm 4 số sẽ được gửi Qua Cuộc Gọi đến %@

# profile_identity_email_step1_description
source: For account security, current Email Verification is required. A 6-Digit Verification Code will be sent to %@
th: 为了账户安全，需要进行现行电子邮箱验证。 6位数字的验证码将发送至 %@
vi_vn: Để bảo mật tài khoản, Quý Khách vui lòng xác minh Email Hiện Tại. Mã Xác Minh gồm 6 số sẽ được gửi đến %@

# profile_identity_mobile_step1_description_hightlight
source: Via Call
vi_vn: Qua Cuộc Gọi

# profile_identity_old_mobile_fail
source: An error occurred in the Verification Code sent by the current Mobile Number. Please set it up again.
th: 现行手机发送验证码发生错误，请重新设定。
vi_vn: Đã xảy ra lỗi trong Mã Xác Minh được gửi bởi Số Di Động Hiện Tại. Vui lòng cài đặt lại.
