Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# license_bet_acceptbet_content
source: 我们于博彩网站上和/或通过联接设备所不时提供的游戏、体育赛事和其他博彩活动开放给会员下注。会员下注须遵守具体游戏或博彩活动的博彩规则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人，该赌局的所有下注均告作废。KTO亚洲博彩系统发生故障时，我们亦有权宣布任何或所有下注无效。 尽管本条规可能存在其他规定，但KTO亚洲有权基于任何理由酌情拒绝会员的全部或部分下注。 我们仅接受会员按本条规通过互联网和/或联接设备进行下注。其他下注形式(邮寄、电邮、传真等)一概不予接受。我们即使收到其他形式的下注，不论赌盘最后开出的结果如何，均视为无效。 1. KTO亚洲有权搁置或拒绝疑用欺骗手段如通过攻击、操纵等破坏操作系统所进行的投注。 2. 任何不寻常的投注将被取消，而不需另行通知。特此声明，人工智能或软件(机器人"Robots")于线上投注服务的使用是被严禁的行为，而任何试图或利用该方式的投注将被取消，相关账号立即会被关闭。 受限于本条规其他规定，会员输入正确的会员名和密码且账户内存有足够余额，会员即有效投下注码。 会员均须对使用下列内容（或其各项结合）所进行的所有活动和交易负责（无论下述使用是否得到授权）： 1. 会员姓名； 2. 会员账户号； 3. 会员的会员名和密码。 会员自行负责确保其下注细节的准确性。受限于本条规其他规定，一旦会员下注且我们确认接受会员的下注，即为会员下注的最终确证；会员不得取消、撤回下注或更改下注细节。 所有下注均收录于交易记录数据库。KTO亚洲的交易记录为所有交易及下注的相关信息的最终确证。 受限于本条规其他规定，当交易代号出现在会员屏幕上并有效显示在会员的交易历史中时，下注即视为有效及被KTO亚洲接受。 比赛开始后和/或下注时比赛结果已被知晓之情况下不得下注。若比赛开始和/或会员下注时已经知晓比赛结果之情况下仍错误地开放给会员下注，KTO亚洲有权不经通知会员即可拒绝会员下注或宣布下注无效；KTO亚洲享有是否接受全部或部分该等下注的自主决定权。为避免疑义，本条款不排除「下半场」投注盘(“inplay”bets)或「半场」投注盘(“halftime”bets)。 博彩网站上预告的开赛时间仅为信息参考之用。若KTO亚洲因任何原因无意中于比赛开始后仍接受下注，则我们有权取消和宣布该等下注无效。 除非有关比赛和游戏的具体规则另有规定，否则为了博彩的目的，开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。KTO亚洲不承认任何后来的可能导致推翻上述结果的质询，原派彩仍然有效。 体育赛事的比赛地点发生变化的，以原赛场为基础的所有下注均告无效。 比赛或游戏的赢家将根据博彩规则在上述比赛或游戏实际结束当天予以定。 为博彩目的，KTO亚洲不承认任何延期比赛、抗议或推翻的结果。 会员下注的多重彩中如包括非参赛者选项或无效选项，派彩将以剩余的有效选项为基础进行结算。 会员承认所有赔率、指数和让分可不经通知上下浮动，上述赔率、指数和让分仅在会员下注被我们接受时予以确定。 若明显错误或系统故障造成会员下注的赔率、指数或让分不正确时，则会员的下注或多重彩的部分下注无效。若有关错误或故障及时得到纠正，KTO亚洲有权自主(但无义务)决定尽合理努力和会员联络允许会员以正确的赔率、指数和让分重新下注。 我们不接受会员同时对同一赛事重复下注。 就任何下注及其相关交易而言，KTO亚洲享有最后决定权，且其所作决定系终局性并具有最终确定力的。
th: Các trò chơi, sự kiện thể thao và hoạt động đặt cược khác mà Chúng Tôi cung cấp theo thời gian trên website đặt cược và/hoặc thông qua thiết bị kết nối được mở để thành viên đặt cược. Việc đặt cược của thành viên phải tuân thủ các quy định đặt cược của các trò chơi hoặc hoạt động đặt cược cụ thể, và các quy định của Điều Khoản Dịch Vụ này. Nếu bất kỳ thành viên đặt cược nào có lỗi rõ ràng hoặc hiển thị lỗi, tất cả các cược cho trò chơi này đều bị hủy. Chúng Tôi cũng có quyền tuyên bố bất kỳ hoặc tất cả các cược vô hiệu khi Hệ Thống Đặt Cược KTO Châu Á bị lỗi. Mặc dù có thể có các quy định khác trong Điều Khoản Dịch Vụ này, tuy nhiên, KTO Châu Á có quyền từ chối tất cả hoặc một phần đặt cược của thành viên vì bất kỳ lý do gì. Chúng Tôi chỉ chấp nhận thành viên đặt cược qua Internet và/hoặc các thiết bị kết nối theo quy định này. Các hình thức đặt cược khác (thư, email, fax, v.v.) sẽ không được chấp nhận. Ngay cả khi Chúng Tôi nhận được các hình thức đặt cược khác, bất kể kết quả cuối cùng của thị trường, cược được xem là vô hiệu. 1. KTO Châu Á có quyền đình chỉ hoặc từ chối các cược bị nghi ngờ được sử dụng để gian lận hệ thống hoạt động bằng cách tấn công, thao túng, v.v. 2. Bất kỳ cược bất thường nào sẽ bị hủy mà không cần thông báo trước. Theo đó, việc sử dụng trí tuệ nhân tạo hoặc phần mềm (robot "Rbots") trong các dịch vụ đặt cược trực tuyến đều bị nghiêm cấm, và bất kỳ cược nào cố gắng hoặc sử dụng phương pháp này sẽ bị hủy và tài khoản có liên quan sẽ bị đóng ngay lập tức. Theo các quy định khác của Điều Khoản Dịch Vụ này, nếu thành viên nhập chính xác thông tin đăng nhập và mật khẩu và có đủ số dư trong tài khoản, thành viên sẽ hợp lệ để đặt cược. Thành viên phải chịu trách nhiệm cho tất cả các hoạt động và giao dịch được thực hiện bằng cách sử dụng các thông tin sau (hoặc kết hợp) (bất kể việc sử dụng sau có được phép hay không): 1. Họ Tên của thành viên; và/hoặc 2. Mã Số Trò Chơi của thành viên; và/hoặc 3. Họ Tên và Mật Khẩu của thành viên. Thành viên hoàn toàn chịu trách nhiệm đảm bảo tính chính xác của các chi tiết đặt cược của mình. Theo các quy định khác của Điều Khoản Dịch Vụ này, một khi thành viên đặt cược và Chúng Tôi xác nhận chấp nhận cược của thành viên, đó là xác nhận cuối cùng về cược của thành viên; thành viên không được hủy, thu hồi cược hoặc thay đổi chi tiết đặt cược. Tất cả cược được bao gồm trong cơ sở dữ liệu lịch sử giao dịch. Lịch sử giao dịch của KTO Châu Á là xác nhận cuối cùng của tất cả các giao dịch và thông tin cược liên quan. Theo các quy định khác của Điều Khoản Dịch Vụ này, khi mã số giao dịch xuất hiện trên màn hình của thành viên và được hiển thị thành công trong lịch sử giao dịch của thành viên, việc đặt cược được xem là có hiệu lực và được chấp nhận bởi KTO Châu Á. Kết quả trận đấu được biết sau khi trận đấu bắt đầu và/hoặc khi đang đặt cược, trong những trường hợp này, sẽ không có cược nào được phép đặt. Nếu trận đấu đã bắt đầu và/hoặc thành viên đã biết kết quả trận đấu khi đang đặt cược, và cược vẫn mở cho thành viên đặt do lỗi, trong những trường hợp này, KTO Châu Á có quyền từ chối cược của thành viên hoặc tuyên bố cược bị hủy mà không cần thông báo cho thành viên. KTO Châu Á có toàn quyền chấp nhận tất cả hoặc một phần của các cược này. Để tránh nhầm lẫn, quy định này không loại trừ cược "hiệp hai" (cược "trong trận"/"inplay") hoặc cược "nửa thời gian" (cược "nghỉ giải lao"/"halftime"). Thời gian bắt đầu được công bố trên website đặt cược chỉ dành cho mục đích thông tin tham khảo. Nếu vì bất kỳ lý do nào, KTO Châu Á chấp nhận cược một cách không có chủ ý sau khi bắt đầu trận đấu, Chúng Tôi có quyền hủy và tuyên bố các cược đó vô hiệu. Trừ khi các quy định cụ thể liên quan đến trận đấu và trò chơi quy định khác, cho mục đích đặt cược, kết quả của trận đấu hoặc trò chơi được mở cược sẽ được xác định vào ngày trận đấu hoặc trò chơi thực sự kết thúc. KTO Châu Á không công nhận bất kỳ yêu cầu nào sau đó có thể dẫn đến việc đảo ngược các kết quả trên. Việc thanh toán cược ban đầu vẫn hiệu lực. Nếu địa điểm thi đấu của một sự kiện thể thao thay đổi, tất cả các cược dựa trên địa điểm ban đầu sẽ bị hủy. Người/Đội chiến thắng trong trận đấu hoặc trò chơi sẽ được xác định vào ngày trận đấu hoặc trò chơi thực sự kết thúc theo quy định đặt cược. Cho mục đích đặt cược, KTO Châu Á không công nhận kết quả của bất kỳ sự trì hoãn, phản đối hoặc lật đổ nào. Nếu cược xâu của thành viên bao gồm các tùy chọn không tham gia hoặc tùy chọn vô hiệu, cược sẽ được thanh toán dựa trên các tùy chọn có hiệu lực còn lại. Thành viên thừa nhận rằng tất cả các tỷ lệ cược, chỉ số và điểm chấp có thể thay đổi lên hoặc xuống mà không cần thông báo. Các tỷ lệ cược, chỉ số và điểm chấp ở trên chỉ được xác định khi cược của thành viên được Chúng Tôi chấp nhận. Nếu do một lỗi rõ ràng hoặc lỗi hệ thống khiến tỷ lệ cược, chỉ số hoặc điểm chấp của thành viên không chính xác, vậy cược hoặc một phần của cược xâu của thành viên là vô hiệu. Nếu lỗi hoặc sự cố được khắc phục kịp thời, KTO Châu Á có quyền (nhưng không có nghĩa vụ) quyết định thực hiện các nỗ lực hợp lý để liên hệ với thành viên để cho phép thành viên đặt cược lại với tỷ lệ cược, chỉ số và điểm chấp chính xác. Chúng Tôi không chấp nhận thành viên đặt cược lặp lại vào cùng một sự kiện cùng một lúc. Đối với bất kỳ cược và giao dịch liên quan nào, KTO Châu Á có quyền đưa ra quyết định cuối cùng, và quyết định được đưa ra là cuối cùng và dứt khoát.
vi_vn: Các trò chơi, sự kiện thể thao và hoạt động đặt cược khác mà Chúng Tôi cung cấp theo thời gian trên website đặt cược và/hoặc thông qua thiết bị kết nối được mở để thành viên đặt cược. Việc đặt cược của thành viên phải tuân thủ các quy định đặt cược của các trò chơi hoặc hoạt động đặt cược cụ thể, và các quy định của Điều Khoản Dịch Vụ này. Nếu bất kỳ thành viên đặt cược nào có lỗi rõ ràng hoặc hiển thị lỗi, tất cả các cược cho trò chơi này đều bị hủy. Chúng Tôi cũng có quyền tuyên bố bất kỳ hoặc tất cả các cược vô hiệu khi Hệ Thống Đặt Cược KTO Châu Á bị lỗi. Mặc dù có thể có các quy định khác trong Điều Khoản Dịch Vụ này, tuy nhiên, KTO Châu Á có quyền từ chối tất cả hoặc một phần đặt cược của thành viên vì bất kỳ lý do gì. Chúng Tôi chỉ chấp nhận thành viên đặt cược qua Internet và/hoặc các thiết bị kết nối theo quy định này. Các hình thức đặt cược khác (thư, email, fax, v.v.) sẽ không được chấp nhận. Ngay cả khi Chúng Tôi nhận được các hình thức đặt cược khác, bất kể kết quả cuối cùng của thị trường, cược được xem là vô hiệu. 1. KTO Châu Á có quyền đình chỉ hoặc từ chối các cược bị nghi ngờ được sử dụng để gian lận hệ thống hoạt động bằng cách tấn công, thao túng, v.v. 2. Bất kỳ cược bất thường nào sẽ bị hủy mà không cần thông báo trước. Theo đó, việc sử dụng trí tuệ nhân tạo hoặc phần mềm (robot "Rbots") trong các dịch vụ đặt cược trực tuyến đều bị nghiêm cấm, và bất kỳ cược nào cố gắng hoặc sử dụng phương pháp này sẽ bị hủy và tài khoản có liên quan sẽ bị đóng ngay lập tức. Theo các quy định khác của Điều Khoản Dịch Vụ này, nếu thành viên nhập chính xác thông tin đăng nhập và mật khẩu và có đủ số dư trong tài khoản, thành viên sẽ hợp lệ để đặt cược. Thành viên phải chịu trách nhiệm cho tất cả các hoạt động và giao dịch được thực hiện bằng cách sử dụng các thông tin sau (hoặc kết hợp) (bất kể việc sử dụng sau có được phép hay không): 1. Họ Tên của thành viên; và/hoặc 2. Mã Số Trò Chơi của thành viên; và/hoặc 3. Họ Tên và Mật Khẩu của thành viên. Thành viên hoàn toàn chịu trách nhiệm đảm bảo tính chính xác của các chi tiết đặt cược của mình. Theo các quy định khác của Điều Khoản Dịch Vụ này, một khi thành viên đặt cược và Chúng Tôi xác nhận chấp nhận cược của thành viên, đó là xác nhận cuối cùng về cược của thành viên; thành viên không được hủy, thu hồi cược hoặc thay đổi chi tiết đặt cược. Tất cả cược được bao gồm trong cơ sở dữ liệu lịch sử giao dịch. Lịch sử giao dịch của KTO Châu Á là xác nhận cuối cùng của tất cả các giao dịch và thông tin cược liên quan. Theo các quy định khác của Điều Khoản Dịch Vụ này, khi mã số giao dịch xuất hiện trên màn hình của thành viên và được hiển thị thành công trong lịch sử giao dịch của thành viên, việc đặt cược được xem là có hiệu lực và được chấp nhận bởi KTO Châu Á. Kết quả trận đấu được biết sau khi trận đấu bắt đầu và/hoặc khi đang đặt cược, trong những trường hợp này, sẽ không có cược nào được phép đặt. Nếu trận đấu đã bắt đầu và/hoặc thành viên đã biết kết quả trận đấu khi đang đặt cược, và cược vẫn mở cho thành viên đặt do lỗi, trong những trường hợp này, KTO Châu Á có quyền từ chối cược của thành viên hoặc tuyên bố cược bị hủy mà không cần thông báo cho thành viên. KTO Châu Á có toàn quyền chấp nhận tất cả hoặc một phần của các cược này. Để tránh nhầm lẫn, quy định này không loại trừ cược "hiệp hai" (cược "trong trận"/"inplay") hoặc cược "nửa thời gian" (cược "nghỉ giải lao"/"halftime"). Thời gian bắt đầu được công bố trên website đặt cược chỉ dành cho mục đích thông tin tham khảo. Nếu vì bất kỳ lý do nào, KTO Châu Á chấp nhận cược một cách không có chủ ý sau khi bắt đầu trận đấu, Chúng Tôi có quyền hủy và tuyên bố các cược đó vô hiệu. Trừ khi các quy định cụ thể liên quan đến trận đấu và trò chơi quy định khác, cho mục đích đặt cược, kết quả của trận đấu hoặc trò chơi được mở cược sẽ được xác định vào ngày trận đấu hoặc trò chơi thực sự kết thúc. KTO Châu Á không công nhận bất kỳ yêu cầu nào sau đó có thể dẫn đến việc đảo ngược các kết quả trên. Việc thanh toán cược ban đầu vẫn hiệu lực. Nếu địa điểm thi đấu của một sự kiện thể thao thay đổi, tất cả các cược dựa trên địa điểm ban đầu sẽ bị hủy. Người/Đội chiến thắng trong trận đấu hoặc trò chơi sẽ được xác định vào ngày trận đấu hoặc trò chơi thực sự kết thúc theo quy định đặt cược. Cho mục đích đặt cược, KTO Châu Á không công nhận kết quả của bất kỳ sự trì hoãn, phản đối hoặc lật đổ nào. Nếu cược xâu của thành viên bao gồm các tùy chọn không tham gia hoặc tùy chọn vô hiệu, cược sẽ được thanh toán dựa trên các tùy chọn có hiệu lực còn lại. Thành viên thừa nhận rằng tất cả các tỷ lệ cược, chỉ số và điểm chấp có thể thay đổi lên hoặc xuống mà không cần thông báo. Các tỷ lệ cược, chỉ số và điểm chấp ở trên chỉ được xác định khi cược của thành viên được Chúng Tôi chấp nhận. Nếu do một lỗi rõ ràng hoặc lỗi hệ thống khiến tỷ lệ cược, chỉ số hoặc điểm chấp của thành viên không chính xác, vậy cược hoặc một phần của cược xâu của thành viên là vô hiệu. Nếu lỗi hoặc sự cố được khắc phục kịp thời, KTO Châu Á có quyền (nhưng không có nghĩa vụ) quyết định thực hiện các nỗ lực hợp lý để liên hệ với thành viên để cho phép thành viên đặt cược lại với tỷ lệ cược, chỉ số và điểm chấp chính xác. Chúng Tôi không chấp nhận thành viên đặt cược lặp lại vào cùng một sự kiện cùng một lúc. Đối với bất kỳ cược và giao dịch liên quan nào, KTO Châu Á có quyền đưa ra quyết định cuối cùng, và quyết định được đưa ra là cuối cùng và dứt khoát.

# license_gamingsoftware_usagerights_content
source: 会员特此确认并同意，会员通过联接设备以下载或其他方式获得的以便其远程使用的博彩网站的博彩软件属于博彩服务的一部分，为KTO亚洲和/其许可人的财产；会员对该等博彩软件不享有任何权利。会员不得以任何方式或以任何手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、传播、广播、制入有线节目、出版、传送、出售、出借、出租、或许可使用博彩软件。会员也不得以其他方式交流或使博彩软件对任何他人网站、网上服务或公告板或任何其他媒体和/或联接设备开放。 KTO亚洲特此授予会员在联连设备上安装和使用博彩软件的非专属性、不可转让的个人使用权(「使用权」)，但博彩软件的安装和使用所用的联接设备须以会员为主要使用人。 KTO亚洲授权和散发博彩软件的目的仅为博彩软件的终端会员能完全连接和使用博彩服务。 会员不得： 1. 安装或传载博彩软件至其他连网设备的服务器或采取其他步骤使博彩软件可以通过任何形式或公告板、网上服务或远程拨号或网络使他人得到； 2. 散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到博彩软件和/或使用博彩软件的使用权； 3. 允许其他人使用博彩软件； 4. 设立或提供任何方式(包括但不限于仿真程序)使他人使用博彩软件； 5. 翻译、反向工程、反向编译，反汇编、修改、破解、全部或部分的以博彩软件和其源代码为基础开发衍生产品。 6. 拷贝、修改、翻译或全部或部分地以博彩软件的相关会员文件为基础开发衍生产品。 会员承认并同意，博彩网站上提供的及或通过联连设备或其他方式提供的博彩软件或博彩软件会员方件均归KTO亚洲和许可人所有，并受著作权、商标权和其他知识产权和专利权的保护。会员特此承认，博彩软件的结构、组织和源代码为KTO亚洲和其许可人的极具价值的商业秘密。会员承认除根据使用权向会员授予的权利外，会员对博彩软件和/或博彩软件会员文件不享有任何权利和权益。 本协议因任何原因终止，本协议顶下所授予的使用权自动作废，会员应停止使用博彩软件并将博彩软件从联连设备中卸载。
th: Thành viên xác nhận và đồng ý rằng phần mềm đặt cược mà thành viên có được bằng cách tải về hoặc các phương tiện khác thông qua thiết bị kết nối để thành viên sử dụng website đặt cược từ xa là một phần của dịch vụ đặt cược và là tài sản của KTO Châu Á và/hoặc nhà cấp phép; và thành viên không có bất kỳ quyền nào đối với phần mềm đặt cược đó. Thành viên không được, bằng bất kỳ hình thức nào hoặc bằng bất kỳ phương tiện nào, phỏng theo, sao chép, điều chỉnh, nhân bản, lưu trữ, phân phối, hiển thị, phát sóng công khai, phổ biến, phát sóng, tạo chương trình cáp, xuất bản, truyền, bán, cho mượn, cho thuê hoặc cấp phép phần mềm đặt cược. Thành viên không được phép giao tiếp theo những cách khác hoặc cung cấp phần mềm đặt cược cho bất kỳ website, dịch vụ trực tuyến hoặc bảng thông báo, hoặc bất kỳ phương tiện truyền thông và/hoặc thiết bị kết nối nào khác. KTO Châu Á qua đây cấp cho thành viên quyền sử dụng cá nhân không độc quyền, không thể chuyển nhượng ("Quyền Sử Dụng") để cài đặt và sử dụng phần mềm đặt cược trên các thiết bị kết nối. Tuy nhiên, các thiết bị kết nối được sử dụng để cài đặt và sử dụng phần mềm đặt cược phải chủ yếu được sử dụng bởi thành viên là người dùng chính. Mục đích ủy quyền và phân phối phần mềm đặt cược của KTO Châu Á chỉ dành cho thành viên cuối cùng của phần mềm đặt cược kết nối và sử dụng đầy đủ các dịch vụ đặt cược. Thành viên không được: 1. Cài đặt hoặc chuyển phần mềm đặt cược đến máy chủ của các thiết bị kết nối mạng khác, hoặc thực hiện các bước khác để cung cấp phần mềm đặt cược cho người khác thông qua bất kỳ biểu mẫu hoặc bảng thông báo, dịch vụ trực tuyến hoặc quay số từ xa hoặc mạng; 2. Phân phối, cho mượn, cho thuê, cấp phép lại, sao chép, chuyển nhượng, chuyển hướng hoặc bằng các cách khác, cho phép bất kỳ ai khác có được phần mềm đặt cược và/hoặc quyền sử dụng phần mềm đặt cược; 3. Cho phép người khác sử dụng phần mềm đặt cược; 4. Thiết lập hoặc cung cấp bất kỳ phương tiện nào (bao gồm nhưng không giới hạn ở các chương trình mô phỏng) để cho phép người khác sử dụng phần mềm đặt cược; 5. Dịch thuật, kỹ thuật đảo ngược, biên dịch ngược, tháo rời, sửa đổi, bẻ khóa, tất cả hoặc một phần của việc phát triển các sản phẩm phái sinh dựa trên phần mềm đặt cược và/hoặc mã nguồn của nó; hoặc 6. Sao chép, sửa đổi, dịch thuật hoặc phát triển các sản phẩm phái sinh dựa trên toàn bộ hoặc một phần các tệp thành viên có liên quan của phần mềm đặt cược. Thành viên thừa nhận và đồng ý rằng phần mềm đặt cược hoặc phần mềm đặt cược thành viên được cung cấp trên website đặt cược và/hoặc thông qua thiết bị kết nối hoặc các phương tiện khác là thuộc sở hữu của KTO Châu Á và/hoặc nhà cấp phép; và được bảo vệ bởi bản quyền, quyền thương hiệu, quyền sở hữu trí tuệ và quyền sáng chế khác. Thành viên qua đây thừa nhận rằng cấu trúc, tổ chức và mã nguồn của phần mềm đặt cược là bí mật thương mại vô cùng giá trị của KTO Châu Á và nhà cấp phép. Thành viên thừa nhận rằng ngoại trừ các quyền được cấp cho thành viên dựa trên Quyền Sử Dụng, thành viên không có bất kỳ quyền và lợi ích nào đối với phần mềm đặt cược và/hoặc tệp thành viên phần mềm đặt cược. Thỏa Thuận này có thể chấm dứt vì bất kỳ lý do nào, và Quyền Sử Dụng được cấp theo đầu Thỏa Thuận này sẽ tự động vô hiệu. Thành viên nên ngừng sử dụng phần mềm đặt cược và gỡ cài đặt phần mềm đặt cược khỏi các thiết bị kết nối.
vi_vn: Thành viên xác nhận và đồng ý rằng phần mềm đặt cược mà thành viên có được bằng cách tải về hoặc các phương tiện khác thông qua thiết bị kết nối để thành viên sử dụng website đặt cược từ xa là một phần của dịch vụ đặt cược và là tài sản của KTO Châu Á và/hoặc nhà cấp phép; và thành viên không có bất kỳ quyền nào đối với phần mềm đặt cược đó. Thành viên không được, bằng bất kỳ hình thức nào hoặc bằng bất kỳ phương tiện nào, phỏng theo, sao chép, điều chỉnh, nhân bản, lưu trữ, phân phối, hiển thị, phát sóng công khai, phổ biến, phát sóng, tạo chương trình cáp, xuất bản, truyền, bán, cho mượn, cho thuê hoặc cấp phép phần mềm đặt cược. Thành viên không được phép giao tiếp theo những cách khác hoặc cung cấp phần mềm đặt cược cho bất kỳ website, dịch vụ trực tuyến hoặc bảng thông báo, hoặc bất kỳ phương tiện truyền thông và/hoặc thiết bị kết nối nào khác. KTO Châu Á qua đây cấp cho thành viên quyền sử dụng cá nhân không độc quyền, không thể chuyển nhượng ("Quyền Sử Dụng") để cài đặt và sử dụng phần mềm đặt cược trên các thiết bị kết nối. Tuy nhiên, các thiết bị kết nối được sử dụng để cài đặt và sử dụng phần mềm đặt cược phải chủ yếu được sử dụng bởi thành viên là người dùng chính. Mục đích ủy quyền và phân phối phần mềm đặt cược của KTO Châu Á chỉ dành cho thành viên cuối cùng của phần mềm đặt cược kết nối và sử dụng đầy đủ các dịch vụ đặt cược. Thành viên không được: 1. Cài đặt hoặc chuyển phần mềm đặt cược đến máy chủ của các thiết bị kết nối mạng khác, hoặc thực hiện các bước khác để cung cấp phần mềm đặt cược cho người khác thông qua bất kỳ biểu mẫu hoặc bảng thông báo, dịch vụ trực tuyến hoặc quay số từ xa hoặc mạng; 2. Phân phối, cho mượn, cho thuê, cấp phép lại, sao chép, chuyển nhượng, chuyển hướng hoặc bằng các cách khác, cho phép bất kỳ ai khác có được phần mềm đặt cược và/hoặc quyền sử dụng phần mềm đặt cược; 3. Cho phép người khác sử dụng phần mềm đặt cược; 4. Thiết lập hoặc cung cấp bất kỳ phương tiện nào (bao gồm nhưng không giới hạn ở các chương trình mô phỏng) để cho phép người khác sử dụng phần mềm đặt cược; 5. Dịch thuật, kỹ thuật đảo ngược, biên dịch ngược, tháo rời, sửa đổi, bẻ khóa, tất cả hoặc một phần của việc phát triển các sản phẩm phái sinh dựa trên phần mềm đặt cược và/hoặc mã nguồn của nó; hoặc 6. Sao chép, sửa đổi, dịch thuật hoặc phát triển các sản phẩm phái sinh dựa trên toàn bộ hoặc một phần các tệp thành viên có liên quan của phần mềm đặt cược. Thành viên thừa nhận và đồng ý rằng phần mềm đặt cược hoặc phần mềm đặt cược thành viên được cung cấp trên website đặt cược và/hoặc thông qua thiết bị kết nối hoặc các phương tiện khác là thuộc sở hữu của KTO Châu Á và/hoặc nhà cấp phép; và được bảo vệ bởi bản quyền, quyền thương hiệu, quyền sở hữu trí tuệ và quyền sáng chế khác. Thành viên qua đây thừa nhận rằng cấu trúc, tổ chức và mã nguồn của phần mềm đặt cược là bí mật thương mại vô cùng giá trị của KTO Châu Á và nhà cấp phép. Thành viên thừa nhận rằng ngoại trừ các quyền được cấp cho thành viên dựa trên Quyền Sử Dụng, thành viên không có bất kỳ quyền và lợi ích nào đối với phần mềm đặt cược và/hoặc tệp thành viên phần mềm đặt cược. Thỏa Thuận này có thể chấm dứt vì bất kỳ lý do nào, và Quyền Sử Dụng được cấp theo đầu Thỏa Thuận này sẽ tự động vô hiệu. Thành viên nên ngừng sử dụng phần mềm đặt cược và gỡ cài đặt phần mềm đặt cược khỏi các thiết bị kết nối.

# license_transaction_settlement_content
source: 会员使用信用卡或借记卡的，持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和账户登记和会员申请所使用的姓名不一致的情况，KTO亚洲有权拒绝就相关交易进行结算。 会员承担向KTO亚洲和/其他会员（视具体情况而定）支付所有应付款项的一切责任。会员同意对任何付款不实施或促使他人实施退款，不拒绝或撤销付款，并向KTO亚洲偿付所有被退还​​、拒绝或撤销的付款以及由此引起的所有损失和费用。KTO亚洲，根据自主判断，有权终止向个别会员或使用某类信用卡或借记卡付款的会员提供服务或支付款项。 任何经KTO亚洲认可的有效彩金不包括下注额。 任何款项或彩金在存入账户的过程中发生错误，KTO亚洲不负任何形式的任何责任，且我们有权在任何时候或在事后宣布涉及该等款项的交易无效。会员一旦发现账户内款项汇存有误，有责任立即通知KTO亚洲。 在任何适用法律下就彩金所应缴付的税款和费用均由会员自行负责缴付。
th: Nếu một thành viên sử dụng thẻ tín dụng hoặc thẻ ghi nợ, họ tên của chủ thẻ phải giống với họ tên được sử dụng trong quá trình Đăng Ký Thành Viên. Trường hợp có sự khác biệt giữa họ tên của chủ thẻ và họ tên được sử dụng cho Đăng Ký Thành Viên, KTO Châu Á có quyền từ chối thanh toán các giao dịch liên quan. Thành viên chịu mọi trách nhiệm thanh toán tất cả các khoản phải trả cho KTO Châu Á và/hoặc các thành viên khác (tùy theo từng trường hợp). Thành viên đồng ý không thực hiện hoặc xúi giục thành viên khác thực hiện hồi tố cho bất kỳ thanh toán nào, không từ chối hoặc rút lại thanh toán, và hoàn trả cho KTO Asia tất cả các khoản thanh toán bị hồi tố, từ chối hoặc rút lại và tất cả các tổn thất và chi phí phát sinh từ đó. KTO Châu Á, theo quyết định riêng của mình, có quyền chấm dứt việc cung cấp dịch vụ hoặc thanh toán cho từng thành viên cá nhân hoặc các thành viên thanh toán bằng một số loại thẻ tín dụng hoặc thẻ ghi nợ nhất định. Tiền thắng cược hợp lệ được KTO Châu Á công nhận không bao gồm tiền đặt cược. Bất kỳ khoản tiền hoặc tiền thắng cược nào có lỗi trong quá trình cập nhật vào tài khoản, KTO Châu Á không chịu bất kỳ trách nhiệm nào dưới mọi hình thức, và Chúng Tôi có quyền tuyên bố bất kỳ giao dịch nào liên quan đến khoản tiền đó vô hiệu vào bất kỳ lúc nào hoặc sau đó. Khi thành viên nhận thấy tiền trong tài khoản được cập nhật không chính xác, thành viên có trách nhiệm thông báo cho KTO Châu Á ngay lập tức. Theo bất kỳ luật hiện hành nào, thuế và phí phải trả cho tiền thắng cược là trách nhiệm của thành viên.
vi_vn: Nếu một thành viên sử dụng thẻ tín dụng hoặc thẻ ghi nợ, họ tên của chủ thẻ phải giống với họ tên được sử dụng trong quá trình Đăng Ký Thành Viên. Trường hợp có sự khác biệt giữa họ tên của chủ thẻ và họ tên được sử dụng cho Đăng Ký Thành Viên, KTO Châu Á có quyền từ chối thanh toán các giao dịch liên quan. Thành viên chịu mọi trách nhiệm thanh toán tất cả các khoản phải trả cho KTO Châu Á và/hoặc các thành viên khác (tùy theo từng trường hợp). Thành viên đồng ý không thực hiện hoặc xúi giục thành viên khác thực hiện hồi tố cho bất kỳ thanh toán nào, không từ chối hoặc rút lại thanh toán, và hoàn trả cho KTO Asia tất cả các khoản thanh toán bị hồi tố, từ chối hoặc rút lại và tất cả các tổn thất và chi phí phát sinh từ đó. KTO Châu Á, theo quyết định riêng của mình, có quyền chấm dứt việc cung cấp dịch vụ hoặc thanh toán cho từng thành viên cá nhân hoặc các thành viên thanh toán bằng một số loại thẻ tín dụng hoặc thẻ ghi nợ nhất định. Tiền thắng cược hợp lệ được KTO Châu Á công nhận không bao gồm tiền đặt cược. Bất kỳ khoản tiền hoặc tiền thắng cược nào có lỗi trong quá trình cập nhật vào tài khoản, KTO Châu Á không chịu bất kỳ trách nhiệm nào dưới mọi hình thức, và Chúng Tôi có quyền tuyên bố bất kỳ giao dịch nào liên quan đến khoản tiền đó vô hiệu vào bất kỳ lúc nào hoặc sau đó. Khi thành viên nhận thấy tiền trong tài khoản được cập nhật không chính xác, thành viên có trách nhiệm thông báo cho KTO Châu Á ngay lập tức. Theo bất kỳ luật hiện hành nào, thuế và phí phải trả cho tiền thắng cược là trách nhiệm của thành viên.
