Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# license_termination_content
source: 如有充分理由相信或证明以下情形，除本条款项下所享有的其他权利外，KTO亚洲有权，根据自主判断，宣布任何彩金无效并没收会员下注账户中所存余额、终止本协议和/或暂停提供博彩服务/冻结会员账户： 1. 会员在KTO亚洲拥有不止一个活动账户； 2. 会员姓名与向KTO亚洲进行购卖或支付押金所用的信用卡或借记卡或其他付款账户的持有人姓名不符； 3. 会员参与KTO亚洲促销并在未满足促销要求之前退出该促销； 4. 会员提供不正确或误导性的注册信息； 5. 会员未提供或遗漏提供必要的身份资料； 6. 会员不满法定年龄； 7. 会员连接和使用博彩服务所在的地区在法律上禁止使用博彩服务； 8. 会员对我们实施或促使他人对我们实施「退款」，或否认以其账户名义进行的任何交易或押金； 9. 会员押金来源于刑事犯罪或其他非法或未经授权的活动； 10. 会员被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈，或经KTO亚洲认定会员使用专门设计用以干扰/捣毁系统之人工智能或其他系统(包括机械、电脑、软件或其他自动化系统)，或被发现与其他博彩玩客勾结或企图与其他赌客勾结欺骗KTO亚洲或其他博彩玩客； 11. 会员允许(不论是否故意)他人使用其账户； 12. 会员未遵守本协议项下的任何使用规定； 13. 会员未披露其位置在菲律宾、台湾、美国、新加坡及香港境内的事实。 14. 若我们规定暂停提供博彩服务和/或冻结账户，在会员实施必要的纠正措施(如果可以纠正)，且我们确认完全满意会员的纠正措施之后，博彩服务和会员账户将被恢复和解冻。
th: Nếu có đủ lý do để tin hoặc chứng minh các trường hợp sau đây, ngoài các quyền khác được hưởng theo các điều khoản này, KTO Châu Á có quyền, theo quyết định riêng của mình, tuyên bố bất kỳ khoản tiền thắng cược nào vô hiệu và tịch thu số dư được cập nhật trong tài khoản đặt cược của thành viên, chấm dứt Thỏa Thuận này và/hoặc đình chỉ việc cung cấp dịch vụ đặt cược/đóng băng tài khoản thành viên: 1. Thành viên có nhiều hơn một tài khoản hoạt động tại KTO Châu Á; 2. Họ tên của thành viên không khớp với họ tên của chủ sở hữu thẻ tín dụng hoặc thẻ ghi nợ, hoặc tài khoản thanh toán khác được sử dụng để thực hiện giao dịch hoặc thanh toán tiền gửi đến KTO Châu Á; 3. Thành viên tham gia khuyến mãi KTO Châu Á và yêu cầu hủy khuyến mãi trước khi đạt các yêu cầu khuyến mãi; 4. Thành viên cung cấp thông tin đăng ký không chính xác hoặc sai lệch; 5. Thành viên không cung cấp hoặc bỏ qua các thông tin nhận dạng cần thiết; 6. Thành viên dưới độ tuổi hợp pháp; 7. Khu vực nơi thành viên kết nối và sử dụng dịch vụ đặt cược bị pháp luật cấm sử dụng dịch vụ đặt cược; 8. Thành viên thực hiện hoặc xúi giục thành viên khác thực hiện "hồi tố" đến Chúng Tôi, hoặc từ chối bất kỳ giao dịch hoặc tiền gửi nào dưới tên tài khoản của mình; 9. Tiền gửi của thành viên có nguồn gốc từ phạm tội hình sự hoặc các hoạt động phạm pháp hoặc trái phép khác; 10. Thành viên bị phát hiện là gian lận hoặc cố gắng gian lận hoặc có hành vi gian lận với bất kỳ thành viên nào; Hoặc KTO Châu Á nhận ra thành viên sử dụng trí tuệ nhân tạo hoặc các hệ thống khác (bao gồm máy móc, máy tính, phần mềm hoặc các hệ thống tự động khác) được thiết kế đặc biệt để can thiệp/phá hủy hệ thống; Hoặc bị phát hiện thông đồng với các thành viên đặt cược khác, hoặc cố gắng thông đồng với các thành viên đặt cược khác để gian lận KTO Châu Á hoặc các thành viên đặt cược khác; 11. Thành viên cho phép (cố ý hoặc vô ý) người khác sử dụng tài khoản của mình; 12. Thành viên không tuân thủ bất kỳ quy định sử dụng nào theo Thỏa Thuận này; 13. Thành viên không tiết lộ sự thật về việc đang cư trú tại Philippines, Đài Loan, Hoa Kỳ, Singapore và Hồng Kông; 14. Nếu Chúng Tôi đình chỉ việc cung cấp các dịch vụ đặt cược và/hoặc đóng băng tài khoản, sau khi thành viên thực hiện các biện pháp khắc phục cần thiết (nếu có thể khắc phục), và Chúng Tôi xác nhận rằng Chúng Tôi hoàn toàn chấp thuận các biện pháp khắc phục của thành viên, các dịch vụ đặt cược và tài khoản của thành viên sẽ được khôi phục và mở khóa.
vi_vn: Nếu có đủ lý do để tin hoặc chứng minh các trường hợp sau đây, ngoài các quyền khác được hưởng theo các điều khoản này, KTO Châu Á có quyền, theo quyết định riêng của mình, tuyên bố bất kỳ khoản tiền thắng cược nào vô hiệu và tịch thu số dư được cập nhật trong tài khoản đặt cược của thành viên, chấm dứt Thỏa Thuận này và/hoặc đình chỉ việc cung cấp dịch vụ đặt cược/đóng băng tài khoản thành viên: 1. Thành viên có nhiều hơn một tài khoản hoạt động tại KTO Châu Á; 2. Họ tên của thành viên không khớp với họ tên của chủ sở hữu thẻ tín dụng hoặc thẻ ghi nợ, hoặc tài khoản thanh toán khác được sử dụng để thực hiện giao dịch hoặc thanh toán tiền gửi đến KTO Châu Á; 3. Thành viên tham gia khuyến mãi KTO Châu Á và yêu cầu hủy khuyến mãi trước khi đạt các yêu cầu khuyến mãi; 4. Thành viên cung cấp thông tin đăng ký không chính xác hoặc sai lệch; 5. Thành viên không cung cấp hoặc bỏ qua các thông tin nhận dạng cần thiết; 6. Thành viên dưới độ tuổi hợp pháp; 7. Khu vực nơi thành viên kết nối và sử dụng dịch vụ đặt cược bị pháp luật cấm sử dụng dịch vụ đặt cược; 8. Thành viên thực hiện hoặc xúi giục thành viên khác thực hiện "hồi tố" đến Chúng Tôi, hoặc từ chối bất kỳ giao dịch hoặc tiền gửi nào dưới tên tài khoản của mình; 9. Tiền gửi của thành viên có nguồn gốc từ phạm tội hình sự hoặc các hoạt động phạm pháp hoặc trái phép khác; 10. Thành viên bị phát hiện là gian lận hoặc cố gắng gian lận hoặc có hành vi gian lận với bất kỳ thành viên nào; Hoặc KTO Châu Á nhận ra thành viên sử dụng trí tuệ nhân tạo hoặc các hệ thống khác (bao gồm máy móc, máy tính, phần mềm hoặc các hệ thống tự động khác) được thiết kế đặc biệt để can thiệp/phá hủy hệ thống; Hoặc bị phát hiện thông đồng với các thành viên đặt cược khác, hoặc cố gắng thông đồng với các thành viên đặt cược khác để gian lận KTO Châu Á hoặc các thành viên đặt cược khác; 11. Thành viên cho phép (cố ý hoặc vô ý) người khác sử dụng tài khoản của mình; 12. Thành viên không tuân thủ bất kỳ quy định sử dụng nào theo Thỏa Thuận này; 13. Thành viên không tiết lộ sự thật về việc đang cư trú tại Philippines, Đài Loan, Hoa Kỳ, Singapore và Hồng Kông; 14. Nếu Chúng Tôi đình chỉ việc cung cấp các dịch vụ đặt cược và/hoặc đóng băng tài khoản, sau khi thành viên thực hiện các biện pháp khắc phục cần thiết (nếu có thể khắc phục), và Chúng Tôi xác nhận rằng Chúng Tôi hoàn toàn chấp thuận các biện pháp khắc phục của thành viên, các dịch vụ đặt cược và tài khoản của thành viên sẽ được khôi phục và mở khóa.

# license_linktoexternal_content
source: 博彩网站可能含有与并非KTO亚洲维护的外部网站的链接。与外部网站的链接仅为会员方便而提供，我们不承诺确保上述链接所含内容的准确性、时效性或被维护，且不就此承担任何责任。 KTO亚洲不就外部网站的内容资讯或隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供或审查、予以批准或核准、或作出任何声明或保证。 KTO亚洲不就会员因使用博彩网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害承担合约、侵权、疏忽或其他责任。 除非明文规定，否则KTO亚洲在任何情况下均不得被视为与外部网站上的任何声明、意见、产品或服务商标、标记、标志或其他图案、在外部网站宣传、出售或以其他方式开放的任何产品或服务、外部网站的经营者或所有者、或以任何方式与外部网站相关的任何人具有任何关系或联系。
th: Website đặt cược có thể chứa các liên kết đến các website bên ngoài không được KTO Châu Á duy trì. Liên kết đến các website bên ngoài chỉ được cung cấp để thuận tiện cho thành viên. Chúng Tôi không cam kết đảm bảo tính chính xác, kịp thời hoặc việc duy trì nội dung có trong các liên kết trên, và Chúng Tôi không chịu bất kỳ trách nhiệm nào cho việc này. KTO Châu Á không chịu trách nhiệm, cung cấp hoặc đánh giá, ủy quyền hoặc phê duyệt, hoặc đưa ra bất kỳ tuyên bố hoặc đảm bảo nào về thông tin nội dung hoặc chính sách bảo vệ quyền riêng tư của các website bên ngoài hoặc bất kỳ sản phẩm hoặc dịch vụ nào được quảng bá, bán hoặc mở trên các website bên ngoài. KTO Châu Á không chịu bất kỳ trách nhiệm nào về hợp đồng, vi phạm, sơ suất hoặc trách nhiệm pháp lý khác đối với bất kỳ tổn thất hoặc thiệt hại nào phát sinh bởi hoặc liên quan đến việc sử dụng bất kỳ liên kết website bên ngoài nào được cung cấp bởi website đặt cược. Trừ khi có quy định rõ, nếu không, KTO Châu Á trong mọi trường hợp không được xem là Bất kỳ tuyên bố, ý kiến, thương hiệu sản phẩm hoặc dịch vụ, biểu tượng, logo hoặc thiết kế khác trên một website bên ngoài; Bất kỳ sản phẩm hoặc dịch vụ nào được quảng bá, bán hoặc mở trên một website bên ngoài; Nhà điều hành hoặc chủ sở hữu của một website bên ngoài; hoặc Bất kỳ người nào có bất kỳ mối quan hệ hoặc kết nối liên quan đến một website bên ngoài bằng bất kỳ cách nào.
vi_vn: Website đặt cược có thể chứa các liên kết đến các website bên ngoài không được KTO Châu Á duy trì. Liên kết đến các website bên ngoài chỉ được cung cấp để thuận tiện cho thành viên. Chúng Tôi không cam kết đảm bảo tính chính xác, kịp thời hoặc việc duy trì nội dung có trong các liên kết trên, và Chúng Tôi không chịu bất kỳ trách nhiệm nào cho việc này. KTO Châu Á không chịu trách nhiệm, cung cấp hoặc đánh giá, ủy quyền hoặc phê duyệt, hoặc đưa ra bất kỳ tuyên bố hoặc đảm bảo nào về thông tin nội dung hoặc chính sách bảo vệ quyền riêng tư của các website bên ngoài hoặc bất kỳ sản phẩm hoặc dịch vụ nào được quảng bá, bán hoặc mở trên các website bên ngoài. KTO Châu Á không chịu bất kỳ trách nhiệm nào về hợp đồng, vi phạm, sơ suất hoặc trách nhiệm pháp lý khác đối với bất kỳ tổn thất hoặc thiệt hại nào phát sinh bởi hoặc liên quan đến việc sử dụng bất kỳ liên kết website bên ngoài nào được cung cấp bởi website đặt cược. Trừ khi có quy định rõ, nếu không, KTO Châu Á trong mọi trường hợp không được xem là Bất kỳ tuyên bố, ý kiến, thương hiệu sản phẩm hoặc dịch vụ, biểu tượng, logo hoặc thiết kế khác trên một website bên ngoài; Bất kỳ sản phẩm hoặc dịch vụ nào được quảng bá, bán hoặc mở trên một website bên ngoài; Nhà điều hành hoặc chủ sở hữu của một website bên ngoài; hoặc Bất kỳ người nào có bất kỳ mối quan hệ hoặc kết nối liên quan đến một website bên ngoài bằng bất kỳ cách nào.

# license_linktobettingsite_content
source: 会员不得就博彩网站或博彩服务的任何部分设置链接、深链接或文中链接(deep or in-line links)、或框入(frame)博彩资讯。
th: Thành viên không được phép thiết lập liên kết, liên kết sâu hoặc liên kết trong văn bản (liên kết sâu/deep link, hoặc liên kết nội tuyến/in-line link), hoặc đóng khung (frame) thông tin đặt cược trên bất kỳ phần nào của website đặt cược hoặc dịch vụ đặt cược.
vi_vn: Thành viên không được phép thiết lập liên kết, liên kết sâu hoặc liên kết trong văn bản (liên kết sâu/deep link, hoặc liên kết nội tuyến/in-line link), hoặc đóng khung (frame) thông tin đặt cược trên bất kỳ phần nào của website đặt cược hoặc dịch vụ đặt cược.

# license_addorbreak_gamblingcategories_content
source: 我们保留自行决定，不经通知会员，于任何时候在博彩网站增加新的博彩种类或功能，或开始、停止、中断、限制联接或修改任何博彩种类或功能的权利，且不就此对任何人承担任何责任。
th: Chúng Tôi có quyền quyết định, bất kỳ lúc nào mà không cần thông báo cho thành viên, thêm các loại hoặc tính năng cược mới vào website đặt cược; hoặc bắt đầu, ngừng, gián đoạn, giới hạn kết nối hoặc sửa đổi bất kỳ loại hoặc tính năng đặt cược nào; và không chịu bất kỳ trách nhiệm nào đối với bất kỳ thành viên nào trong vấn đề này.
vi_vn: Chúng Tôi có quyền quyết định, bất kỳ lúc nào mà không cần thông báo cho thành viên, thêm các loại hoặc tính năng cược mới vào website đặt cược; hoặc bắt đầu, ngừng, gián đoạn, giới hạn kết nối hoặc sửa đổi bất kỳ loại hoặc tính năng đặt cược nào; và không chịu bất kỳ trách nhiệm nào đối với bất kỳ thành viên nào trong vấn đề này.

# license_violation_content
source: KTO亚洲保留就违反本条规的行为依法寻求救济(法律及衡平法)的权利，包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人联接博彩服务、博彩网站和博彩资讯、阻止通过特定互联网地址或联接设备联接博彩服务、博彩网站和博彩资讯的权利。
th: KTO Châu Á có quyền tìm kiếm các biện pháp khắc phục (pháp luật và luật công bằng) cho các vi phạm của quy định này, bao gồm theo quyết định riêng của mình, bất kỳ lúc nào và vì bất kỳ lý do gì, từ chối hoặc hạn chế bất kỳ thành viên cụ thể nào kết nối với dịch vụ đặt cược, website đặt cược và thông tin đặt cược, và ngăn chặn truy cập vào các dịch vụ đặt cược, website đặt cược và thông tin đặt cược thông qua các địa chỉ Internet hoặc các thiết bị kết nối cụ thể.
vi_vn: KTO Châu Á có quyền tìm kiếm các biện pháp khắc phục (pháp luật và luật công bằng) cho các vi phạm của quy định này, bao gồm theo quyết định riêng của mình, bất kỳ lúc nào và vì bất kỳ lý do gì, từ chối hoặc hạn chế bất kỳ thành viên cụ thể nào kết nối với dịch vụ đặt cược, website đặt cược và thông tin đặt cược, và ngăn chặn truy cập vào các dịch vụ đặt cược, website đặt cược và thông tin đặt cược thông qua các địa chỉ Internet hoặc các thiết bị kết nối cụ thể.

# license_priority_order_content
source: 博彩规则(若适用)和适用于使用和联接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规均构成本条规的组成部分。 若博彩规则和适用于使用和联接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规与本条规存有抵触，则除非另行明文规定，否则以本条规为准。
th: Các quy định đặt cược (nếu áp dụng) và bất kỳ quy định nào khác áp dụng cho việc sử dụng và kết nối các dịch vụ đặt cược, phần mềm đặt cược, thông tin đặt cược và website đặt cược là một phần không thể tách rời của quy định này. Nếu các quy định đặt cược và bất kỳ quy định nào khác áp dụng cho việc sử dụng và kết nối các dịch vụ đặt cược, phần mềm đặt cược, thông tin đặt cược và website đặt cược mâu thuẫn với quy định này, vậy trừ khi có quy định rõ, nếu không, quy định này sẽ được áp dụng.
vi_vn: Các quy định đặt cược (nếu áp dụng) và bất kỳ quy định nào khác áp dụng cho việc sử dụng và kết nối các dịch vụ đặt cược, phần mềm đặt cược, thông tin đặt cược và website đặt cược là một phần không thể tách rời của quy định này. Nếu các quy định đặt cược và bất kỳ quy định nào khác áp dụng cho việc sử dụng và kết nối các dịch vụ đặt cược, phần mềm đặt cược, thông tin đặt cược và website đặt cược mâu thuẫn với quy định này, vậy trừ khi có quy định rõ, nếu không, quy định này sẽ được áp dụng.

# license_forcemajeure_content
source: 若KTO亚洲由于发生下列其无法控制的任何性质的事件(包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、法院命令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或不足、恶劣气候、地震和自然灾害)未能或迟延履行本条规所规定的任何义务，不构成违反本条规。会员同意采取一切必要行动尽量减轻上述事件的后果。
th: Nếu KTO Châu Á có bất kỳ sự cố nào ngoài tầm kiểm soát (bao gồm nhưng không giới hạn ở thảm hỏa; thay đổi pháp luật và quy định hiện hành, hành vi hoặc thiếu sót của chính phủ, các vấn đề dân sự hoặc các tổ chức quân sự; lệnh của tòa án; hoạt động khủng bố; sấm sét hoặc hỏa hoạn; đình công, đình chỉ hoặc tranh chấp lao động khác; lũ lụt; hạn hán; chiến tranh; bạo loạn; trộm cắp; lỗi truyền tải hoặc hệ thống; lỗi hoặc gián đoạn dịch vụ truyền thông hoặc băng thông rộng; lỗi hoặc thiếu hụt cung cấp điện hoặc thiết bị điện; thời tiết khắc nghiệt; động đất và thiên tai), Thất bại hoặc chậm trễ trong việc thực hiện bất kỳ nghĩa vụ nào theo quy định này không cấu thành vi phạm quy định này. Thành viên đồng ý thực hiện tất cả các hành động cần thiết để giảm thiểu hậu quả của các sự cố nêu trên.
vi_vn: Nếu KTO Châu Á có bất kỳ sự cố nào ngoài tầm kiểm soát (bao gồm nhưng không giới hạn ở thảm họa; thay đổi pháp luật và quy định hiện hành, hành vi hoặc thiếu sót của chính phủ, các vấn đề dân sự hoặc các tổ chức quân sự; lệnh của tòa án; hoạt động khủng bố; sấm sét hoặc hỏa hoạn; đình công, đình chỉ hoặc tranh chấp lao động khác; lũ lụt; hạn hán; chiến tranh; bạo loạn; trộm cắp; lỗi truyền tải hoặc hệ thống; lỗi hoặc gián đoạn dịch vụ truyền thông hoặc băng thông rộng; lỗi hoặc thiếu hụt cung cấp điện hoặc thiết bị điện; thời tiết khắc nghiệt; động đất và thiên tai), Thất bại hoặc chậm trễ trong việc thực hiện bất kỳ nghĩa vụ nào theo quy định này không cấu thành vi phạm quy định này. Thành viên đồng ý thực hiện tất cả các hành động cần thiết để giảm thiểu hậu quả của các sự cố nêu trên.

# license_abstain_content
source: KTO亚洲在任何时候未能执行本条规任何条款不可视为放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性，且不影响KTO亚洲采取进一步行动的权利。
th: KTO Châu Á không thực hiện bất kỳ quy định nào trong Điều Khoản Dịch Vụ này, tại bất kỳ thời điểm nào, không được xem là từ bỏ các quyền được cung cấp trong quy định này, hoặc bằng bất kỳ cách nào ảnh hưởng đến hiệu lực của tất cả hoặc một phần của quy định này, và không ảnh hưởng đến quyền của KTO Châu Á để thực hiện các bước tiếp theo.
vi_vn: KTO Châu Á không thực hiện bất kỳ quy định nào trong Điều Khoản Dịch Vụ này, tại bất kỳ thời điểm nào, không được xem là từ bỏ các quyền được cung cấp trong quy định này, hoặc bằng bất kỳ cách nào ảnh hưởng đến hiệu lực của tất cả hoặc một phần của quy định này, và không ảnh hưởng đến quyền của KTO Châu Á để thực hiện các bước tiếp theo.

# license_severability_content
source: 若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行，则该条款或该部分在上述程度上与其他条款分割，其他条款在法律允许的范围内继续完全有效。
th: Nếu bất kỳ điều khoản hoặc bất kỳ phần nào trong đó được xem là không hợp lệ, phi pháp hoặc không thể thực thi trong bất kỳ phạm vi nào đối với các cơ quan thẩm quyền có liên quan, vậy điều khoản đó hoặc phần đó sẽ được tách ra khỏi các điều khoản khác trong phạm vi trên, và các điều khoản khác vẫn hoàn toàn có hiệu lực trong phạm vi được pháp luật cho phép.
vi_vn: Nếu bất kỳ điều khoản hoặc bất kỳ phần nào trong đó được xem là không hợp lệ, phi pháp hoặc không thể thực thi trong bất kỳ phạm vi nào đối với các cơ quan thẩm quyền có liên quan, vậy điều khoản đó hoặc phần đó sẽ được tách ra khỏi các điều khoản khác trong phạm vi trên, và các điều khoản khác vẫn hoàn toàn có hiệu lực trong phạm vi được pháp luật cho phép.

# license_law_jurisdiction_content
source: 1. 会员同意，会员联接和使用博彩服务、博彩网站、博彩软件、博彩资讯及有关本条规的解释适用菲律宾法律，并按菲律宾法律解释。 因本条规发生或与本条规有关的任何争议： 2. 若由会员提起，则提交菲律宾First Cagayan公司卡卡湾经济区管理局(Cagayan Economic Zone Authority, First Cagayan Leisure and Resort Corporation)互动游戏主许可人最终解决。 3. 若由KTO亚洲提起，则由KTO亚洲自行选择： i. 根据以上规定提请仲裁最终解决。 ii. 向会员同意的菲律宾法院提起诉讼或申请，但KTO亚洲在其他法律管辖区提起诉讼或法律程序的权利不受影响。
th: Luật Hiện Hành và Quyền Tài Phán 1. Thành viên đồng ý rằng việc kết nối và sử dụng các dịch vụ đặt cược, website đặt cược, phần mềm đặt cược, thông tin đặt cược của thành viên, và việc giải thích quy định này được quản lý bởi pháp luật Philippines và được giải thích theo pháp luật Philippines. Bất kỳ tranh chấp nào phát sinh từ hoặc liên quan đến quy định này: 2. Nếu được đệ trình bởi thành viên, tranh chấp sẽ được nộp lên nhà cấp phép trò chơi tương tác – Công ty First Cagayan Philippines (tên tiếng Anh đầy đủ: Cagayan Economic Zone Authority, First Cagayan Leisure and Resort Corporation (tạm dịch: Cơ Quan Quản Lý Khu Kinh Tế Cagaya, Tập Đoàn Giải Trí và Nghỉ Dưỡng First Cagayan)) cho quyết định cuối cùng. 3. Nếu được đệ trình bởi KTO Châu Á, tùy thuộc vào chọn lựa của KTO Châu Á: i. Tranh chấp sẽ được nộp lên trọng tài cho quyết định cuối cùng theo quy định trên. ii. Một vụ kiện hoặc đơn kiện được đệ trình lên tòa án Philippines do thành viên đồng ý, tuy nhiên, quyền của KTO Châu Á nộp đơn kiện hoặc quy trình pháp lý tại các khu vực tài phán khác không bị ảnh hưởng.
vi_vn: 1. Thành viên đồng ý rằng việc kết nối và sử dụng các dịch vụ đặt cược, website đặt cược, phần mềm đặt cược, thông tin đặt cược của thành viên, và việc giải thích quy định này được quản lý bởi pháp luật Philippines và được giải thích theo pháp luật Philippines. Bất kỳ tranh chấp nào phát sinh từ hoặc liên quan đến quy định này: 2. Nếu được đệ trình bởi thành viên, tranh chấp sẽ được nộp lên nhà cấp phép trò chơi tương tác – Công ty First Cagayan Philippines (tên tiếng Anh đầy đủ: Cagayan Economic Zone Authority, First Cagayan Leisure and Resort Corporation (tạm dịch: Cơ Quan Quản Lý Khu Kinh Tế Cagaya, Tập Đoàn Giải Trí và Nghỉ Dưỡng First Cagayan)) cho quyết định cuối cùng. 3. Nếu được đệ trình bởi KTO Châu Á, tùy thuộc vào chọn lựa của KTO Châu Á: i. Tranh chấp sẽ được nộp lên trọng tài cho quyết định cuối cùng theo quy định trên. ii. Một vụ kiện hoặc đơn kiện được đệ trình lên tòa án Philippines do thành viên đồng ý, tuy nhiên, quyền của KTO Châu Á nộp đơn kiện hoặc quy trình pháp lý tại các khu vực tài phán khác không bị ảnh hưởng.

# license_terms_service
source: 服务条款
th: Điều Khoản Dịch Vụ
vi_vn: Điều Khoản Dịch Vụ

# license_warning
source: 请仔细阅读本条款，并确认您完全理解其内容。如果对于这一条款所产生的权利和义务有任何疑问，请向您所属法律管辖区域内的法律顾问寻求帮助。
th: Quý Khách vui lòng đọc các Điều Khoản này một cách cẩn thận và xác nhận rằng Quý Khách hoàn toàn hiểu nội dung của chúng. Nếu Quý Khách có bất kỳ câu hỏi nào về các quyền và nghĩa vụ phát sinh từ Điều Khoản này, vui lòng tìm kiếm sự trợ giúp pháp lý từ một cố vấn pháp lý trong phạm vi nước sở tại.
vi_vn: Quý Khách vui lòng đọc các Điều Khoản này một cách cẩn thận và xác nhận rằng Quý Khách hoàn toàn hiểu nội dung của chúng. Nếu Quý Khách có bất kỳ câu hỏi nào về các quyền và nghĩa vụ phát sinh từ Điều Khoản này, vui lòng tìm kiếm sự trợ giúp pháp lý từ một cố vấn pháp lý trong phạm vi nước sở tại.

# license_definition
source: 定义
th: Định Nghĩa
vi_vn: Định Nghĩa

# license_agree
source: 同意
th: Thỏa Thuận
vi_vn: Thỏa Thuận

# license_modify
source: 修改
th: Sửa Đổi
vi_vn: Sửa Đổi

# license_gaminginfo_intellectualproperty
source: 博彩资讯和知识产权
th: Thông Tin Đặt Cược và Sở Hữu Trí Tuệ
vi_vn: Thông Tin Đặt Cược và Sở Hữu Trí Tuệ

# license_condition
source: 使用条件
th: Điều Kiện Sử Dụng
vi_vn: Điều Kiện Sử Dụng

# license_register_membership
source: 注册开立博彩账户和会员资格
th: Đăng Ký Mở Tài Khoản Đặt Cược Thành Viên
vi_vn: Đăng Ký Mở Tài Khoản Đặt Cược Thành Viên

# license_bet_acceptbet
source: 下注及接受下注
th: Đặt Cược và Chấp Nhận Cược
vi_vn: Đặt Cược và Chấp Nhận Cược

# license_gamingsoftware_usagerights
source: 博彩软件使用权
th: Quyền Sử Dụng Phần Mềm Đặt Cược
vi_vn: Quyền Sử Dụng Phần Mềm Đặt Cược

# license_transaction_settlement
source: 交易结算
th: Thanh Toán Giao Dịch
vi_vn: Thanh Toán Giao Dịch

# license_bouns
source: 领取彩金
th: Nhận Tiền Thưởng
vi_vn: Nhận Tiền Thưởng

# license_promotion_reward
source: 促销和奖励
th: Khuyến Mãi và Giải Thưởng
vi_vn: Khuyến Mãi và Giải Thưởng

# license_compensation
source: 赔偿
th: Bồi Thường
vi_vn: Bồi Thường

# license_disclaimer_specialconsideration
source: 免责声明及特别注意事项
th: Tuyên Bố Từ Chối Trách Nhiệm và Cân Nhắc Đặc Biệt
vi_vn: Tuyên Bố Từ Chối Trách Nhiệm và Cân Nhắc Đặc Biệt

# license_termination
source: 终止、关户及暂停博彩服务
th: Chấm Dứt, Đóng Tài Khoản và Đình Chỉ Dịch Vụ Đặt Cược
vi_vn: Chấm Dứt, Đóng Tài Khoản và Đình Chỉ Dịch Vụ Đặt Cược

# license_linktoexternal
source: 与外部网站的链接
th: Liên Kết Đến Các Trang Bên Ngoài
vi_vn: Liên Kết Đến Các Trang Bên Ngoài

# license_linktobettingsite
source: 与博彩网站的链接/框入
th: Liên Kết/Đóng Khung Website Đặt Cược
vi_vn: Liên Kết/Đóng Khung Website Đặt Cược

# license_addorbreak_gamblingcategories
source: 增加或中断博彩种类
th: Thêm hoặc Ngưng Các Loại Cược
vi_vn: Thêm hoặc Ngưng Các Loại Cược

# license_violation
source: 违反本条规
th: Vi Phạm Điều Khoản
vi_vn: Vi Phạm Điều Khoản

# license_priority_order
source: 优先顺序
th: Thứ Tự Ưu Tiên
vi_vn: Thứ Tự Ưu Tiên

# license_forcemajeure
source: 不可抗力
th: Bất Khả Kháng
vi_vn: Bất Khả Kháng

# license_abstain
source: 弃权
th: Từ Bỏ
vi_vn: Từ Bỏ

# license_severability
source: 可分割性
th: Tách Rời
vi_vn: Tách Rời

# license_law_jurisdiction
source: 适用法律和管辖
th: Luật Hiện Hành và Quyền Tài Phán
vi_vn: Luật Hiện Hành và Quyền Tài Phán

# license_privacy_responsibility
source: 隐私政策
th: Chính Sách Bảo Mật
vi_vn: Chính Sách Bảo Mật
