Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# license_responsibilitygambling_content
source: 我们以提供最佳体育博彩，在线网上娱乐场服务而自豪，然而博彩只是一种娱乐消遣的方式，我们倾全力为顾客营造一个良好的网上娱乐环境并且衷心希望顾客能在这里获得最佳娱乐体验。作为一个声誉高责任感强的博彩公司，我们希望阁下您在尽情享受网站服务的同时调整好您的心态。我们所有的客户服务团队均有受到有关问题赌博的认识培训。有少部分客户或许过度沉迷于游戏以至于对其经济，事业，家庭和社会产生负面影响。对此，我司强烈建议阁下定时审视您的博彩行为，明确和调整您的娱乐心态。
th: Chúng Tôi tự hào cung cấp dịch vụ đặt cược Thể Thao và Casino Trực Tuyến tốt nhất. Tuy nhiên, đặt cược chỉ là một hình thức giải trí và sự tiêu khiển. Chúng Tôi luôn nổ lực để tạo ra một môi trường giải trí trực tuyến tốt cho thành viên và chân thành hy vọng rằng thành viên có thể có được trải nghiệm giải trí tốt nhất tại đây. Là một công ty đặt cược có uy tín và tinh thần trách nhiệm cao, Chúng Tôi hy vọng thành viên có thể điều chỉnh tư duy trong khi tận hưởng các dịch vụ của website. Tất cả đội ngũ Chăm Sóc Khách Hàng của Chúng Tôi được đào tạo về các vấn đề liên quan đến đặt cược. Một số ít thành viên có thể nghiện đặt cược đến mức tác động tiêu cực đến tài chính, sự nghiệp, gia đình và xã hội. Về vấn đề này, công ty Chúng Tôi khuyến nghị mạnh mẽ việc thành viên thường xuyên xem xét hành vi đặt cược, làm rõ và điều chỉnh tư duy đặt cược của mình.
vi_vn: Chúng Tôi tự hào cung cấp dịch vụ đặt cược Thể Thao và Casino Trực Tuyến tốt nhất. Tuy nhiên, đặt cược chỉ là một hình thức giải trí và sự tiêu khiển. Chúng Tôi luôn nổ lực để tạo ra một môi trường giải trí trực tuyến tốt cho thành viên và chân thành hy vọng rằng thành viên có thể có được trải nghiệm giải trí tốt nhất tại đây. Là một công ty đặt cược có uy tín và tinh thần trách nhiệm cao, Chúng Tôi hy vọng thành viên có thể điều chỉnh tư duy trong khi tận hưởng các dịch vụ của website. Tất cả đội ngũ Chăm Sóc Khách Hàng của Chúng Tôi được đào tạo về các vấn đề liên quan đến đặt cược. Một số ít thành viên có thể nghiện đặt cược đến mức tác động tiêu cực đến tài chính, sự nghiệp, gia đình và xã hội. Về vấn đề này, công ty Chúng Tôi khuyến nghị mạnh mẽ việc thành viên thường xuyên xem xét hành vi đặt cược, làm rõ và điều chỉnh tư duy đặt cược của mình.

# license_responsibilitygambling_age_limit_title
source: 年龄限制
th: Giới Hạn Tuổi
vi_vn: Giới Hạn Tuổi

# license_responsibilitygambling_age_limit_content
source: 阁下必须超过18岁(或在阁下居住的管辖范围内不被视为未成年人)才可进入此网站。任何未满18岁的人不得在我们网站开户和投注，我司以严谨的态度看待和处理此问题。 如果您未满18岁，请勿在我们网站开户游戏，并请立即退出网站。未成年人在我们网站游戏，那么我司有没收其盈利的权利。 以下是为预防未成年人访问在线游戏网站的一些参考网站 http://www.gamblersanonymous.org
th: Quý Khách phải trên 18 tuổi (hoặc không được xem là dưới tuổi vị thành niên theo pháp luật tại quốc gia cư trú) để truy cập website của Chúng Tôi. Bất cứ ai dưới 18 tuổi không được phép mở tài khoản và đặt cược trên website của Chúng Tôi. Công ty Chúng Tôi nhìn nhận và xử lý vấn đề này với một thái độ nghiêm ngặt. Nếu Quý Khách dưới 18 tuổi, vui lòng không mở tài khoản đặt cược trên website của Chúng Tôi, và vui lòng thoát khỏi website ngay lập tức. Dưới tuổi vị thành niên chơi trên website của Chúng Tôi, công ty Chúng Tôi có quyền tịch thu lợi nhuận của họ. Dưới đây là một số website tham khảo để ngăn chặn trẻ vị thành niên truy cập các website đặt cược trực tuyến: http://www.gamblersanonymous.org
vi_vn: Quý Khách phải trên 18 tuổi (hoặc không được xem là dưới tuổi vị thành niên theo pháp luật tại quốc gia cư trú) để truy cập website của Chúng Tôi. Bất cứ ai dưới 18 tuổi không được phép mở tài khoản và đặt cược trên website của Chúng Tôi. Công ty Chúng Tôi nhìn nhận và xử lý vấn đề này với một thái độ nghiêm ngặt. Nếu Quý Khách dưới 18 tuổi, vui lòng không mở tài khoản đặt cược trên website của Chúng Tôi, và vui lòng thoát khỏi website ngay lập tức. Dưới tuổi vị thành niên chơi trên website của Chúng Tôi, công ty Chúng Tôi có quyền tịch thu lợi nhuận của họ. Dưới đây là một số website tham khảo để ngăn chặn trẻ vị thành niên truy cập các website đặt cược trực tuyến: http://www.gamblersanonymous.org

# license_gamblingprotection_title
source: 赌博问题防护
th: Chống Ảnh Hưởng Tiêu Cực Từ Đặt Cược
vi_vn: Chống Ảnh Hưởng Tiêu Cực Từ Đặt Cược

# license_gamblingprotection_content
source: 我们强烈建议阁下定期审视您的博彩行为，检验自己是否投入过度。这是一份来自匿名戒赌互助会的问券调查，以评估潜在的赌博问题。 1. 有否曾因赌博而耽误工作时间? 2. 赌博有否令您的生活不愉快? 3. 赌博有否影响您的声望? 4. 赌博之后，您是否感到自责? 5. 阁下有否曾经用赌博所赢得的钱来还债，或者解决财政困难? 6. 赌博有否导致您的抱负及效率减低? 7. 输钱后，您是否感觉您一定要尽快回来赚您所失去的? 8. 赢钱后，您是否有一种强烈的欲望，回来赢得更多? 9. 您是否时常赌博至分文都用尽? 10. 您是否借钱，作赌博之用? 11. 您是否出卖任何物件，作赌博之用? 12. 您是否不愿意用"赌本"来付正常的开支? 13. 赌博是否令您疏忽您自己及您家人的健康快乐? 14. 您是否花比预计更多的时间在赌博上? 15. 您是否以赌博来逃避忧虑及困难? 16. 您是否犯罪或考虑犯罪，为赌博筹备资金? 17. 赌博有否令您有睡眠的困难? 18. 围绕您的争执、失望或挫败有否造成赌博的推动力? 19. 您是否为数小时的赌博而有冲动去庆祝好运? 20. 您是否因赌博的结果而自毁或自杀? 如果您的答案“是”越多，说明您存在赌博问题的风险越大。 重要的是可以尽快发现赌博给您的生活带来的负面影响，以便采取预防措施，或请您联系在线客服来申请关闭您的账户。
th: Chúng Tôi khuyến nghị mạnh mẽ việc Quý Khách thường xuyên xem xét hành vi đánh cược của mình và kiểm tra xem Quý Khách có đang chơi quá mức hay không. Dưới đây là bảng câu hỏi từ Gamblers Anonymous Organization (tạm dịch: Tổ Chức Người Đặt Cược Ẩn Danh) để đánh giá các vấn đề đặt cược tiềm ẩn. 1. Có bao giờ Quý Khách dành thời gian làm việc hoặc học tập để đặt cược? 2. Có bao giờ việc đặt cược làm cho cuộc sống gia đình Quý Khách không hạnh phúc? 3. Việc đặt cược có ảnh hưởng đến danh tiếng của Quý Khách? 4. Có bao giờ Quý Khách cảm thấy hối hận sau những lần đặt cược? 5. Có bao giờ Quý Khách đặt cược để có tiền thanh toán các khoản nợ hoặc các khó khăn tài chính khác? 6. Có bao giờ đặt cược làm giảm ý chí hoặc hiệu quả công việc của Quý Khách? 7. Sau khi thua Quý Khách có muốn tiếp tục đặt cược ngay lập tức để thắng lại số tiền đã mất? 8. Sau khi thắng Quý Khách có thấy sự thôi thúc muốn trở lại và thắng nhiều hơn nữa? 9. Quý Khách có thường đặt cược cho tới đồng tiền cuối cùng? 10. Có bao giờ Quý Khách mượn tiền cho việc đặt cược của mình? 11. Có bao giờ Quý Khách bán thứ gì để có tiền đặt cược? 12. Có bao giờ Quý Khách ngần ngại sử dụng "tiền đặt cược" cho các chi tiêu thông thường? 13. Đặt cược có làm Quý Khách lơ là với sức khoẻ, hạnh phúc của bạn và gia đình? 14. Có bao giờ Quý Khách đặt cược lâu hơn so với dự định? 15. Có bao giờ Quý Khách đặt cược để giải toả lo lắng, rắc rối, buồn chán, cô đơn, đau buồn hoặc mất mát? 16. Có bao giờ Quý Khách phạm tội, hoặc tính tới việc phạm tội, để có tiền đặt cược? 17. Có bao giờ đặt cược khiến Quý Khách khó ngủ? 18. Có bao giờ cãi vã, thất vọng hay bực bội khiến Quý Khách đi đặt cược? 19. Có bao giờ Quý Khách cảm thấy muốn ăn mừng một dịp may mắn nào đó bằng vài giờ đặt cược? 20. Có bao giờ Quý Khách nghĩ tới việc tự huỷ hoại bản thân hay tự sát vì đặt cược? Nếu câu trả lời của Quý Khách là “CÓ” nhiều hơn, điều đó có nghĩa là Quý Khách có nguy cơ cao hơn về các vấn đề đặt cược. Điều quan trọng là Quý Khách có thể phát hiện ra tác động tiêu cực của đặt cược đối với cuộc sống của mình càng sớm càng tốt, để Quý Khách có thể thực hiện các biện pháp phòng ngừa. Hoặc vui lòng liên hệ Chăm Sóc Khách Hàng để yêu cầu đóng tài khoản.
vi_vn: Chúng Tôi khuyến nghị mạnh mẽ việc Quý Khách thường xuyên xem xét hành vi đánh cược của mình và kiểm tra xem Quý Khách có đang chơi quá mức hay không. Dưới đây là bảng câu hỏi từ Gamblers Anonymous Organization (tạm dịch: Tổ Chức Người Đặt Cược Ẩn Danh) để đánh giá các vấn đề đặt cược tiềm ẩn. 1. Có bao giờ Quý Khách dành thời gian làm việc hoặc học tập để đặt cược? 2. Có bao giờ việc đặt cược làm cho cuộc sống gia đình Quý Khách không hạnh phúc? 3. Việc đặt cược có ảnh hưởng đến danh tiếng của Quý Khách? 4. Có bao giờ Quý Khách cảm thấy hối hận sau những lần đặt cược? 5. Có bao giờ Quý Khách đặt cược để có tiền thanh toán các khoản nợ hoặc các khó khăn tài chính khác? 6. Có bao giờ đặt cược làm giảm ý chí hoặc hiệu quả công việc của Quý Khách? 7. Sau khi thua Quý Khách có muốn tiếp tục đặt cược ngay lập tức để thắng lại số tiền đã mất? 8. Sau khi thắng Quý Khách có thấy sự thôi thúc muốn trở lại và thắng nhiều hơn nữa? 9. Quý Khách có thường đặt cược cho tới đồng tiền cuối cùng? 10. Có bao giờ Quý Khách mượn tiền cho việc đặt cược của mình? 11. Có bao giờ Quý Khách bán thứ gì để có tiền đặt cược? 12. Có bao giờ Quý Khách ngần ngại sử dụng "tiền đặt cược" cho các chi tiêu thông thường? 13. Đặt cược có làm Quý Khách lơ là với sức khoẻ, hạnh phúc của bạn và gia đình? 14. Có bao giờ Quý Khách đặt cược lâu hơn so với dự định? 15. Có bao giờ Quý Khách đặt cược để giải toả lo lắng, rắc rối, buồn chán, cô đơn, đau buồn hoặc mất mát? 16. Có bao giờ Quý Khách phạm tội, hoặc tính tới việc phạm tội, để có tiền đặt cược? 17. Có bao giờ đặt cược khiến Quý Khách khó ngủ? 18. Có bao giờ cãi vã, thất vọng hay bực bội khiến Quý Khách đi đặt cược? 19. Có bao giờ Quý Khách cảm thấy muốn ăn mừng một dịp may mắn nào đó bằng vài giờ đặt cược? 20. Có bao giờ Quý Khách nghĩ tới việc tự huỷ hoại bản thân hay tự sát vì đặt cược? Nếu câu trả lời của Quý Khách là “CÓ” nhiều hơn, điều đó có nghĩa là Quý Khách có nguy cơ cao hơn về các vấn đề đặt cược. Điều quan trọng là Quý Khách có thể phát hiện ra tác động tiêu cực của đặt cược đối với cuộc sống của mình càng sớm càng tốt, để Quý Khách có thể thực hiện các biện pháp phòng ngừa. Hoặc vui lòng liên hệ Chăm Sóc Khách Hàng để yêu cầu đóng tài khoản.

# license_about_title
source: 关于KTO
th: Về KTO
vi_vn: Về KTO

# license_about_content
source: KTO于2001年开始从事体育盘口数据业务。随着多年业务的发展与成长，KTO团队所提供的数据已经成为世界数个知名体育投注站预测赛事的专业参考指标之一，其中包括参与一些国家的官方体育投注项目合作。不止步于B2B的业务扩展，KTO于2017年开始著手拓展B2C业务。 KTO是英文"KNOW THE ODDS"的缩写，代表KTO对赔率数据的专业理解，即：我们了解机率，我们创造赔率。致力于提供最具竞争力的产品，同时也传递KTO对用户体验的理解，这就是我们核心的价值理念。 我们是KTO，我们是独立的存在。
th: KTO bắt đầu hoạt động trong lĩnh vực kinh doanh dữ liệu thị trường thể thao vào năm 2001. Với sự phát triển và tăng trưởng của việc kinh doanh trong nhiều năm, dữ liệu thể thao do Tập Đoàn KTO cung cấp đã trở thành một trong những chỉ số tham khảo chuyên nghiệp để dự báo các sự kiện của một số công ty đặt cược thể thao nổi tiếng thế giới, bao gồm cả việc tham gia hợp tác đặt cược thể thao chính thức ở một số quốc gia. Không ngừng lại trong việc mở rộng kinh doanh B2B, KTO bắt đầu mở rộng kinh doanh B2C vào năm 2017. KTO là tên viết tắt của "KNOW THE ODDS" ("AM HIỂU TỶ LỆ CƯỢC") trong tiếng Anh, đại diện cho sự hiểu biết chuyên nghiệp của KTO về dữ liệu tỷ lệ cược, đó là: Chúng Tôi hiểu xác suất, Chúng Tôi tạo ra tỷ lệ cược. Cam kết cung cấp các sản phẩm cạnh tranh nhất, đồng thời truyền đạt sự hiểu biết của KTO về trải nghiệm người dùng, đây là khái niệm giá trị cốt lõi của Chúng Tôi. Chúng Tôi là KTO, Chúng Tôi độc lập.
vi_vn: KTO bắt đầu hoạt động trong lĩnh vực kinh doanh dữ liệu thị trường thể thao vào năm 2001. Với sự phát triển và tăng trưởng của việc kinh doanh trong nhiều năm, dữ liệu thể thao do Tập Đoàn KTO cung cấp đã trở thành một trong những chỉ số tham khảo chuyên nghiệp để dự báo các sự kiện của một số công ty đặt cược thể thao nổi tiếng thế giới, bao gồm cả việc tham gia hợp tác đặt cược thể thao chính thức ở một số quốc gia. Không ngừng lại trong việc mở rộng kinh doanh B2B, KTO bắt đầu mở rộng kinh doanh B2C vào năm 2017. KTO là tên viết tắt của "KNOW THE ODDS" ("AM HIỂU TỶ LỆ CƯỢC") trong tiếng Anh, đại diện cho sự hiểu biết chuyên nghiệp của KTO về dữ liệu tỷ lệ cược, đó là: Chúng Tôi hiểu xác suất, Chúng Tôi tạo ra tỷ lệ cược. Cam kết cung cấp các sản phẩm cạnh tranh nhất, đồng thời truyền đạt sự hiểu biết của KTO về trải nghiệm người dùng, đây là khái niệm giá trị cốt lõi của Chúng Tôi. Chúng Tôi là KTO, Chúng Tôi độc lập.

# license_businesspartner_title
source: 商业伙伴
th: Đối Tác Kinh Doanh
vi_vn: Đối Tác Kinh Doanh

# license_ktoglobal
source: 了解KTO集团
th: Tìm hiểu về Tập đoàn KTO
vi_vn: Tìm hiểu về Tập đoàn KTO

# license_partner_title_1
source: 国际米兰
th: Câu Lạc Bộ Bóng Đá Inter Milan
vi_vn: Câu Lạc Bộ Bóng Đá Inter Milan

# license_partner_description_1
source: 2022, 2023官方合作伙伴
th: Đối Tác Khu Vực Chính Thức 2022, 2023
vi_vn: Đối Tác Khu Vực Chính Thức 2022, 2023

# license_partner_title_2
source: 西班牙人
th: Câu Lạc Bộ Bóng Đá RCD Espanyol
vi_vn: Câu Lạc Bộ Bóng Đá RCD Espanyol

# license_partner_description_2
source: 2021官方合作伙伴
th: Đối Tác Châu Á Chính Thức 2021
vi_vn: Đối Tác Châu Á Chính Thức 2021

# common_casino
source: Casino
th: THTH娱乐场

# common_chatsystem
source: Live Chat
th: THTH聊天

# common_email
source: Email
th: THTH电子邮箱

# common_level_2
source: LV %@
th: THTHLV%@

# common_ethereum
source: Ethereum
th: 以太币

# register_step2_name_format_error
source: KTOVN has set Multiple Rules to check Withdrawal Name on HTML5 Portal. So APP please simply follows the same Rules.
th: 不能包含空白及数字，符号仅允许( “·”、“.”)且不连续

# deposit_offline_step2_warning
source: Already removed this for KTOVN.
th: THTH请支付此金额，以便资金快速到账。

# deposit_remittername_placeholder
source: Nguyễn Phúc Vĩnh Thụy
th: THTH王大明

# deposit_custom_cash
source: Already removed this for KTOVN.
th: 定制汇款金额

# deposit_offline_remitter_title
source: Already removed this for KTOVN.
th: 汇款提示

# deposit_offline_summary_tip
source: Already removed this for KTOVN.
th: 汇入定制金额有助于快速到账。

# withdrawal_bankcard_name_placeholder
source: Nguyễn Phúc Vĩnh Thụy
th: THTH王大明

# withdrawal_bankcard_branch_placeholder
source: Phòng Giao Dịch Hòa Hưng
th: THTH上海分行

# withdrawal_bankcard_state_placeholder
source: Thành phố Hồ Chí Minh
th: THTH浙江省

# withdrawal_bankcard_city_placeholder
source: Thành phố Thủ Đức
th: THTH上海市

# product_player_title
source: Idle
th: 闲

# product_player_1_title
source: Idle 1
th: 闲 1

# product_player_2_title
source: Idle 2
th: 闲 2

# product_player_3_title
source: Idle 3
th: 闲 3

# product_banker_title
source: Banker
th: 庄

# product_tiger_title
source: Tiger
th: 虎

# product_dragon_title
source: Dragon
th: 龙

# product_phonix_title
source: Phoenix
th: 凤

# product_maintenance_title
source: Wait for a better %@.
th: 等待，为了更好的 %@

# product_name_sorting
source: A-Z
th: A-Z 排序
