Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# withdrawal_account_added
source: Added this Withdrawal Account.
th: 已新增提现账户
vi_vn: Đã thêm Tài Khoản Rút Tiền này.

# withdrawal_amount_range
source: Single Withdrawal Limit: %@ - %@
th: 提现金額，单笔限额 %@ - %@
vi_vn: Giới Hạn Mỗi Giao Dịch Rút Tiền: %@ – %@

# withdrawal_amount_beyond_range
source: Please input within the Single Withdrawal Limit.
th: 您的提现金额超过单笔限额
vi_vn: Vui lòng rút tiền theo Giới Hạn Mỗi Giao Dịch.

# withdrawal_amount_below_range
source: Please input within the Single Withdrawal Limit.
th: 您的提现金额低于单笔限额
vi_vn: Vui lòng rút tiền theo Giới Hạn Mỗi Giao Dịch.

# withdrawal_amount_exceed_daily_limit
source: You have exceeded withdrawal amount today, please submit application tomorrow.
th: 您已超过本日提现金额，请于明日再提出申请
vi_vn: Quý Khách đã vượt quá Số Tiền Rút khả dụng hôm nay, vui lòng thực hiện Rút Tiền vào ngày mai.

# withdrawal_balance_not_enough
source: Insufficient Balance
th: 您的钱包余额不足
vi_vn: Tài khoản của Quý Khách không đủ số dư.

source: Withdrawal Account
th: 提现账户
vi_vn: Tài Khoản Rút Tiền

# withdrawal_bank_card_deleting
source: This Bank Account data will no longer exist.
th: 此银行卡资料将不存在
vi_vn: Dữ liệu Tài Khoản Ngân Hàng này sẽ không còn tồn tại.

source: Withdrawal ID
th: THTH提现单号
vi_vn: Mã Số Rút Tiền

# withdrawal_account_exist
source: This Withdrawal Account already exists.
th: THTH您的銀行卡已存在
vi_vn: Tài Khoản Rút Tiền này đã được thiết lập.

# withdrawal_crypto_locked
source: APP does not support Deposit and Withdrawal of Crypto at the moment. Please log in to the WEB Terminal to operate.
th: APP暂时不支持虚拟币充值和提现，请登录网页端操作。
vi_vn: APP hiện chưa hỗ trợ Gửi và Rút Crypto. Vui lòng đăng nhập phiên bản WEB để thực hiện.

# withdrawal_cancel_title
source: Confirm to Cancel?
th: 确认取消？
vi_vn: Xác nhận Hủy?

# withdrawal_cancel_content
source: This Withdrawal will be cancelled immediately.
th: 此提现将立即终止
vi_vn: Giao Dịch Rút Tiền này sẽ được Hủy ngay lập tức.

# withdrawal_cash_withdrawal
source: Cash Withdrawal
th: 现金提现
vi_vn: Rút Tiền Mặt

# withdrawal_daily_limit_widthrawal_amount
source: 每日提现额度：%@
vi_vn: Số Tiền Rút khả dụng hôm nay: %@

# withdrawal_daily_limit_widthrawal_times
source: 每日提现次数：%@
vi_vn: Số Lần Rút Tiền khả dụng hôm nay: %@

# withdrawal_turnover_requirement
source: 投注额提现要求：
vi_vn: Yêu Cầu Đặt Cược:

# product_slot_recent_play
source: Recently Played
th: 最近游玩
vi_vn: Đã Chơi Gần Đây

# product_slot_new
source: New
th: 新
vi_vn: Mới

# product_slot_jackpot
source: Jackpot
th: 奖池
vi_vn: Độc Đắc

# product_slot_summary
source: Bet %@ %@ %@
th: 总投注额 %@ %@ %@
vi_vn: Cược %@ %@ %@

# product_sbk_over
source: Over
th: 大
vi_vn: Trên

# product_sbk_under
source: Under
th: 小
vi_vn: Dưới

# product_sbk_wager_stakes
source: Bet %@
th: 投注金額 ＄%.3f
vi_vn: Cược %@

# product_sbk_win_amount
source: Win %@
th: 贏 ＄%.3f
vi_vn: Thắng %@

# product_sbk_parlay
source: Parlay
th: 串关
vi_vn: Cược Xâu

# product_casino_ag
source: Platinum
th: THTH铂金厅
vi_vn: Bạch Kim

# product_casino_n2live
source: Emerald
th: THTH翡翠厅
vi_vn: Ngọc Bích

# product_casino_pgsoft
source: Virtual
th: THTH虚拟厅
vi_vn: Ảo

# product_winning_amount
source: Win %@
th: 赢 %@
vi_vn: Thắng %@

# product_losing_amount
source: Lose %@
th: 输 %@
vi_vn: Thua %@

# product_bet_id
source: Bet ID
th: 注单编号
vi_vn: Mã Số Cược

# product_game_name_id
source: Game (Round ID)
th: 投注游戏(局号)
vi_vn: Trò Chơi (Mã Ván Bài)

# product_number_game_name_id
source: Game (Draw ID)
th: 投注游戏 (期号)
vi_vn: Trò Chơi (Mã Lượt Rút)

# product_bet_content
source: Bet Detail
th: 投注内容
vi_vn: Chi Tiết Cược

# product_bet_time
source: Bet Time
th: 下注时间
vi_vn: Thời Gian Cược

# product_bet_amount
source: Bet Amount
th: 投注额
vi_vn: Số Tiền Cược

# product_bet_win_lose
source: Win/Lose
th: 赢/输
vi_vn: Thắng/Thua

# product_bet_result
source: Result
th: 投注结果
vi_vn: Kết Quả

# product_player
source: Player
th: 玩家
vi_vn: Không Có Hoạt Động

# product_first_card
source: Deal
th: 发牌
vi_vn: Chia Bài

# product_black_bull
source: Black Bull
th: 黑牛
vi_vn: Bull Đen

# product_red_bull
source: Red Bull
th: 红牛
vi_vn: Bull Đỏ

# product_top_search
source: Popular Search
th: 热门搜寻
vi_vn: Tìm Kiếm Phổ Biến

# product_enter_search_keyword
source: Enter Game Name
th: 输入游戏名称
vi_vn: Nhập Tên Trò Chơi

# product_popular
source: Popular
th: 熱門
vi_vn: Phổ Biến

# product_under_maintenance
source: Under Maintenance
th: 维护中
vi_vn: Đang Bảo Trì

# product_game_removed
source: Game has been removed.
th: 游戏已下架
vi_vn: Trò Chơi Đã Bị Xóa

# product_add_favorite
source: Add Favorite
th: 添加到关注
vi_vn: Thêm vào mục Yêu Thích

# product_remove_favorite
source: Remove Favorite
th: 从关注中删除
vi_vn: Xóa khỏi mục Yêu Thích

# product_favorite
source: Favorite
th: 关注列表
vi_vn: Yêu Thích

# product_my_bet
source: My Bet
th: 我的注单
vi_vn: Cược Của Tôi

# product_count_bet_record
source: Bet History %@
th: %@ 条纪录
vi_vn: Lịch Sử Cược %@

# product_unsettled_game
source: Unfinished
th: 未完成的游戏
vi_vn: Chưa Hoàn Tất

# product_total_bet_with_win_lose
source: Total Win/Lose %@ %@ %@
th: 总投注额 %@ %@ %@
vi_vn: Tiền Cược %@ %@ %@

# product_total_bet
source: Total Bet Amount %@
th: 总投注额 %@
vi_vn: Tiền Cược %@

source: Product Maintenance...
th: 产品维护中…
vi_vn: Bảo Trì Sản Phẩm...

# product_none_favorite
source: No Favorite Game
th: 没有关注的游戏
vi_vn: Không có Trò Chơi Yêu Thích

# product_add_now
source: Add NOW
th: 现在添加
vi_vn: Thêm NGAY

# product_none_my_bet_record
source: No Bet History
th: 没有投注历史
vi_vn: Không có Lịch Sử Cược

# product_game_not_found
source: Can't find the Game you want to play?
th: 找不到你想玩的游戏吗？
vi_vn: Không tìm thấy Trò Chơi Quý Khách muốn chơi?

# product_see_more
source: View More
th: 看更多
vi_vn: Xem Thêm

# product_slot_game_feature
source: Features
th: 游戏特性
vi_vn: Tính Năng

# product_slot_game_theme
source: Theme
th: 主题
vi_vn: Chủ Đề

# product_slot_game_payline
source: Payline
th: 赔付线
vi_vn: Đường Thanh Toán

# product_hot_sorting
source: Popular Sort
th: 热门排序
vi_vn: Sắp Xếp Phổ Biến

# product_release_sorting
source: Release Date
th: 新-旧排序
vi_vn: Ngày Ra Mắt

# product_all_slot
source: All Games
th: 全部老虎机
vi_vn: Tất Cả Trò Chơi

# product_all_games_selected
source: All Games selected
th: 您的选择已经包含所有游戏
vi_vn: Tất Cả Trò Chơi

# product_count_selected_games
source: %@ Games selected
th: %@ 游戏被选中
vi_vn: %@ Trò Chơi được chọn

# product_slot_filter
source: Filter
th: 筛选老虎机
vi_vn: Lọc

# product_clear_filters
source: Clear
th: 清空条件
vi_vn: Bỏ Chọn

# product_slot_separate
source: Scatter Symbol
th: 分散符号
vi_vn: Biểu Tượng Scatter

# product_slot_wild
source: Wild Symbol
th: 百搭符号
vi_vn: Biểu Tượng Wild

# product_slot_feature
source: Featured
th: 特色游戏
vi_vn: Vòng Thưởng

# product_slot_freespin
source: Free Spin
th: 免费旋转
vi_vn: Vòng Quay Miễn Phí

# product_slot_bidirectional_win
source: 2-Way Winning
th: 左右双向任赢
vi_vn: 2-Cách Để Thắng

# product_slot_asia
source: Asia
th: 亚洲
vi_vn: Châu Á

# product_slot_west
source: Western
th: 西方
vi_vn: Châu Âu

# product_slot_all
source: All
th: 所有线
vi_vn: Tất Cả

# product_slot_others
source: Others
th: 其他
vi_vn: Khác

# product_new_bets
source: Latest Bet
th: 最新投注
vi_vn: Cược Gần Nhất

# product_unsettled_bets
source: Unsettled
th: 未结算
vi_vn: Chưa Trả Cược

# product_settled_bets
source: Settled
th: 已结算
vi_vn: Đã Thanh Toán

# product_draw_result
source: Draw Result
th: 开奖结果
vi_vn: Kết Quả Lượt Rút

# product_prededuct
source: Pre-Deduction
th: 预扣
vi_vn: Trừ Trước

# product_empty_unsettled_records
source: No Unfinished Games
th: 没有未完成的游戏
vi_vn: Không có Trò Chơi Chưa Hoàn Tất

# product_bet_has_settled
source: This bet has been settled. Please go to Settled to check.
th: 此注单已完成结算，请您到已结算注单查看。
vi_vn: Cược này đã thanh toán. Vui lòng kiểm tra tại mục Đã Thanh Toán.

# product_game_maintenance
source: Game is under Maintenance.
th: 游戏维护中
vi_vn: Đang Bảo Trì Trò Chơi.

# product_p2p_bonus_calculating
source: Once Bonus is Credited, You will not be able to bet P2P.
th: 已领取红利目前无法进入对战游戏。
vi_vn: Sau khi tiền thưởng được cập nhật, Quý Khách sẽ không thể đặt cược "Đánh Bài Đối Kháng".

# product_mid_break
source: Half Time Break
th: 中场休息
vi_vn: Nghỉ Giữa Hiệp

# product_will_be_back
source: We will resume soon Thank you
th: 我们很快重新开赛。 谢谢。
vi_vn: Chúng Tôi sẽ quay lại sớm. Cám ơn.

# product_p2p_turnover_description
source: 进入对战前，您需要先完成 %@ 领取的彩金投注额要求。详情如下：
vi_vn: Trước khi tham gia “Đánh Bài Đối Kháng”, Quý Khách cần hoàn thành Yêu Cầu Đặt Cược cho tiền thưởng đã nhận vào %@. Chi tiết như sau:

# product_dealer
source: Dealer
th: 荷官
vi_vn: Nhà Cái

# product_split
source: Split
th: 分牌
vi_vn: Tách Bài

# product_turnover_description
source: 进入%@前，您需要先完成 %@ 领取的彩金投注额要求。详情如下：
vi_vn: Trước khi tham gia %@, Quý Khách cần hoàn thành Yêu Cầu Đặt Cược cho tiền thưởng đã nhận vào %@. Chi tiết như sau:

# product_bonus_calculating
source: Once Bonus is Credited, You will not be able to bet %@.
vi_vn: Sau khi tiền thưởng được cập nhật, Quý Khách sẽ không thể đặt cược %@.

# update_new_version_content
source: The New Version has been released, please update before proceeding.
th: 新版本已发布，请更新后再进行操作。
vi_vn: Phiên Bản Mới đã được phát hành, vui lòng cập nhật trước khi tiếp tục.

# update_exit
source: Exit
th: 退出
vi_vn: Thoát

# update_proceed_now
source: Update Now
th: 立即更新
vi_vn: Cập Nhật Ngay

# update_title
source: Update
th: 更新
vi_vn: Cập Nhật

# update_progression
source: Your Download Progress %@, the Size is about %@.
th: 您的下载进度%@，大小约%@
vi_vn: Tải Về %@. Kích Thước khoảng %@.

# update_failure_title
source: Download failed
th: 下载失败
vi_vn: Tải Về không thành công

# update_failure_content
source: Please ensure that the network is unblocked and enough phone storage space.
th: 请您确保网络畅通及足够的手机存储空间。
vi_vn: Vui lòng đảm bảo Mạng đã bỏ chặn, và Di Động có đủ dung lượng lưu trữ.

# update_feedback
source: Feedback
th: 反馈问题
vi_vn: Phản Hồi

# update_feedback_1
source: Feedback 1/2
th: 反馈问题 1/2
vi_vn: Phản Hồi 1/2

# update_chose_feedback_type
source: Select a Feedback Method
th: 选择反馈方式
vi_vn: Chọn Phương Thức Phản Hồi

# update_feedback_with_comment
source: I want to write more issue description.
th: 我要撰写更多问题描述
vi_vn: Tôi muốn viết thêm Mô Tả về vấn đề.

# update_feedback_without_comment
source: I want to get a Feedback on the issue.
th: 我希望获得问题回馈
vi_vn: Tôi muốn nhận Phản Hồi về vấn đề.

# update_feedback_2
source: Feedback 2/2
th: 反馈问题 2/2
vi_vn: Phản Hồi 2/2

# update_leave_message
source: Write a Message
th: 撰写信息
vi_vn: Viết Tin Nhắn

# update_reply_when_solved
source: Please leave your Email, and we will send you a Feedback after the issue is solved.
th: 留下您的电子邮箱，我们会把问题解决后的回馈寄至给您。
vi_vn: Vui lòng để lại Email, và Chúng Tôi sẽ gửi Phản Hồi đến Quý Khách ngay sau khi vấn đề được giải quyết.

# update_fill_email
source: Fill in Email
th: 填写电子邮箱
vi_vn: Điền Email

# update_error_auto_submitted
source: The System has automatically submitted your concern, and we will improve it as soon as possible.
th: 系统已经自动提交您的问题，我们会尽快改善。
vi_vn: Hệ thống đã tự động gửi đi vấn đề của Quý Khách, và Chúng Tôi sẽ cải thiện vấn đề sớm nhất có thể.

# update_feedback_success
source: We have received your Feedback and will notify you of the progress of the issue within a week.
th: 我们已经收到您的反馈，会在一周内通知您问题的进展。
vi_vn: Chúng Tôi đã nhận được Phản Hồi của Quý Khách, và sẽ thông báo về tiến trình của vấn đề trong vòng một tuần.

# update_open_web_page
source: Go to WEB Version
th: 前往网页版
vi_vn: Chuyển đến Phiên Bản WEB

# update_already_install
source: Installed "%@"
vi_vn: Đã cài đặt "%@"

# update_remove_app_and_reinstall
source: To re-install this APP, please delete "%@" under "Manage VPN and Device" and try again.
vi_vn: Để cài đặt lại APP, vui lòng xóa "%@" trong mục "Quản lý VPN & Thiết Bị" và thử lại.

# customerservice_online
source: Customer Service
th: 在线客服
vi_vn: Chăm Sóc Khách Hàng

# customerservice_leave_a_message_confirm
source: Confirm
th: 我要留言
vi_vn: Có

# customerservice_leave_a_message_title
source: Leave Customer Service a Message?
th: 撰写信息给客服？
vi_vn: Để lại tin nhắn cho Chăm Sóc Khách Hàng?

# customerservice_leave_a_message_content
source: We are sorry that our customer service are occupied at this moment, would you like to leave a message to them? Sorry for inconvience caused.
th: 很抱歉客服人员暂时忙线中，您是否想要留言给客服？给您带来不便敬请谅解。
vi_vn: Rất tiếc, nhân viên Chăm Sóc Khách Hàng hiện đang bận, Quý Khách có muốn để lại tin nhắn cho Chăm Sóc Khách Hàng? Xin lỗi vì sự bất tiện.

# customerservice_title
source: Customer Service
th: 客服
vi_vn: Chăm Sóc Khách Hàng

# customerservice_chat_room_unread_below
source: Unread Messages
th: 以下为尚未阅读的讯息
vi_vn: Tin Nhắn Chưa Đọc

# customerservice_chat_room_end_by_host
source: Customer Service has ended the conversation.
th: 客服已将对话结束。
vi_vn: Nhân viên Chăm Sóc Khách Hàng đã đóng Cửa Sổ Trò Chuyện.

# customerservice_chat_room_ended_view_history
source: Customer Service has ended the conversation. Please check Chat History.
th: 客服已将对话结束， 请至聊天历史记录查看 。
vi_vn: Nhân viên Chăm Sóc Khách Hàng đã đóng Cửa Sổ Trò Chuyện. Vui lòng kiểm tra Lịch Sử Trò Chuyện.

# customerservice_chat_room_your_queue_number
source: Sorry, Sustomer Service are busy now. You are no.%@ in line. Thank you for your patience waiting.
th: 非常抱歉，客服坐席繁忙， 您正排在%@号， 请耐心等候
vi_vn: Xin lỗi, nhân viên Chăm Sóc Khách Hàng hiện đang bận. Số Thứ Tự của Quý Khách là %@. Cám ơn Quý Khách đã kiên nhẫn chờ đợi.

# customerservice_stop_call_title
source: Stop contacting Customer Service?
th: 停止呼叫客服?
vi_vn: Ngưng liên hệ Chăm Sóc Khách Hàng?

# customerservice_stop_call_content
source: You can choose to Leave a Message after stopped contacting Customer Service.
th: 停止呼叫客服后，您可以改由撰写信息的方式。
vi_vn: Sau khi ngưng liên hệ Chăm Sóc Khách Hàng, Quý Khách có thể chọn để lại tin nhắn.

# customerservice_chat_room_close_confirm_title
source: End Conversation?
th: 结束对话？
vi_vn: Đóng Cửa Sổ Trò Chuyện?

# customerservice_chat_room_close_confirm_content
source: Confirm to End Conversation?
th: 您确定要结束与线上客服的对话？
vi_vn: Xác nhận Đóng Cửa Sổ Trò Chuyện?

# customerservice_chat_ended
source: Chat Ended
th: 已结束对谈
vi_vn: Trò Chuyện kết thúc

# customerservice_offline_survey_confirm_title
source: Information submitted
th: 信息提交完成
vi_vn: Thông Tin đã gửi

# customerservice_offline_survey_confirm_content
source: Customer Service will contact you as soon as possible.
th: 客服人员将尽快与您联系
vi_vn: Nhân viên Chăm Sóc Khách Hàng sẽ liên hệ Quý Khách trong thời gian sớm nhất.

# customerservice_chat_room_connecting_title
source: Contact Customer Service
th: 正在呼叫客服
vi_vn: Liên Hệ Chăm Sóc Khách Hàng

# customerservice_offline_survey_title
source: New Message
th: 撰写新信息
vi_vn: Tin Nhắn Mới

# customerservice_offline_survey_hint
source: Input Description
th: 描述內容
vi_vn: Vui lòng nhập Nội Dung

# customerservice_chat_room_title
source: Customer Service
th: 线上客服
vi_vn: Chăm Sóc Khách Hàng

# customerservice_pre_survey_title
source: Pre Survey
th: 对话前问券
vi_vn: Khảo Sát Trước Trò Chuyện

# customerservice_history_edit_title
source: Edit
th: 编辑聊天记录
vi_vn: Chỉnh Sửa

# customerservice_history_title
source: Conversation Record
th: 对话记录
vi_vn: Bản Ghi Cuộc Trò Chuyện

# customerservice_call_immediately
source: Contact Customer Service
th: 立即呼叫客服
vi_vn: Liên Hệ Chăm Sóc Khách Hàng

# customerservice_call_connected
source: Chatting with Customer Service
th: 正在与客服对话
vi_vn: Trò Chuyện với Chăm Sóc Khách Hàng

# customerservice_chat_deleted
source: Chat History deleted
th: 已删除聊天记录
vi_vn: Lịch Sử Trò Chuyện đã xóa

# customerservice_chat_history_empty
source: No Chat History
th: 暂无聊天纪录
vi_vn: Không có Lịch Sử Trò Chuyện

source: Bonus Amount
th: THTH彩金金额
vi_vn: Tiền Thưởng

# bonus_bonuslockstatus_0
source: No Stake Requirement
th: 无投注额要求
vi_vn: Không Có Yêu Cầu Đặt Cược

# bonus_bonuslockstatus_1
source: Processing
th: THTH进行中
vi_vn: Chưa hoàn thành Doanh Thu Cược

# bonus_bonuslockstatus_2
source: Completed
th: THTH已完成
vi_vn: Đã hoàn thành Doanh Thu Cược

# bonus_bonuslockstatus_3
source: Cancelled
th: THTH已取消
vi_vn: Đã Hủy

# bonus_bonusproducttype_1
source: Sportsbook Insurance Bet
th: THTH保险投注
vi_vn: Bảo Hiểm Cược Thể Thao

# bonus_bonusproducttype_2
source: Slot Rescue Bonus
th: THTH老虎机救援金
vi_vn: Thưởng Giải Cứu Quay Số

# bonus_bonustype_manual
source: Manual Claim
th: 手动领取
vi_vn: Nhận Thủ Công

# bonus_bonustype_1
source: Free Bet
th: THTH免费金
vi_vn: Cược Miễn Phí

# bonus_bonustype_2
source: Deposit Bonus
th: THTH存送
vi_vn: Thưởng Gửi Tiền

# bonus_bonustype_2_2
source: Deposit Bonus
th: 存送券
vi_vn: Thưởng Gửi Tiền

# bonus_bonustype_3
source: Product Bonus
th: THTH产品特有
vi_vn: Sản Phẩm

# bonus_bonustype_4
source: Rebate
th: THTH返现
vi_vn: Hoàn Trả

# bonus_bonustype_5
source: Level Bonus
th: THTH等级优惠
vi_vn: Thưởng Cấp Độ

# bonus_bonustype_all_count
source: All (%@)
th: 全部(%@)
vi_vn: Tất Cả (%@)

# bonus_bonustype_manual_count
source: Manual Claim (%@)
th: 手动领取(%@)
vi_vn: Nhận Thủ Công (%@)

# bonus_bonustype_1_count
source: Free Bet (%@)
th: 免费金(%@)
vi_vn: Cược Miễn Phí (%@)

# bonus_bonustype_2_count
source: Deposit Bonus (%@)
th: 存送(%@)
vi_vn: Thưởng Gửi Tiền (%@)

# bonus_bonustype_3_count
source: Product Bonus (%@)
th: 产品特有(%@)
vi_vn: Sản Phẩm (%@)

# bonus_bonustype_4_count
source: Rebate (%@)
th: 返现(%@)
vi_vn: Hoàn Trả (%@)

# bonus_bonustype_5_count
source: Level Bonus (%@)
th: 等级优惠(%@)
vi_vn: Thưởng Cấp Độ (%@)

# bonus_categoryfilter
source: Filter
th: THTH类别筛选
vi_vn: Lọc

# bonus_freebonus
source: Free Bet
th: THTH免费金
vi_vn: Cược Miễn Phí

# bonus_getpromotion
source: Promotion claimed
th: THTH获得优惠
vi_vn: Khuyến Mãi Đã Nhận

# bonus_getcoupon
source: Claim Now
th: THTH立即领取
vi_vn: Nhận Ngay

# bonus_getcoupon_time_limit
source: Claim Period
th: THTH领取期限
vi_vn: Thời Gian Nhận Thưởng

# bonus_gettop
source: Up To
th: 最高
vi_vn: Lên Đến

# bonus_history
source: Promotion History
th: THTH优惠券历史
vi_vn: Lịch Sử Khuyến Mãi

# bonus_levelprivilege
source: Level Privilege
th: THTH等级特权
vi_vn: Đặc Quyền Cấp Độ

# bonus_promotioncount
source: Total %@ Times, %@
th: 共%@次，%@
vi_vn: Tổng %@ Lần, %@

# bonus_producttype_1
source: Sportsbook
th: THTH体育
vi_vn: Thể Thao

# bonus_status_expirydate
source: Valid Until %@
th: THTH有效期至%@
vi_vn: Hiệu Lực Đến Hết %@

# bonus_status_progressing
source: Valid Until
th: THTH距结束
vi_vn: Hiệu Lực Đến Hết

# bonus_status_sbk_auditing
source: Under Review
th: THTH赛事结束，审核中
vi_vn: Đang Xem Xét

# bonus_status_sbk_notstart
source: Untill Match Starts
th: THTH赛事即将开始，距离开赛
vi_vn: Cho đến khi Trận Đấu bắt đầu

# bonus_status_sbk_progressing
source: Match In Play
th: THTH赛事进行中
vi_vn: Đang Trong Trận

# bonus_title
source: Promotion
th: THTH优惠券
vi_vn: Khuyến Mãi

# bonus_rebate_title
source: %@ Rebate %@%%
th: %@返现 %@%%
vi_vn: Hoàn Trả %@ %@%%

# bonus_title_3_2
source: Slot Rescue Bonus
th: THTH老虎机救援金
vi_vn: Thưởng Giải Cứu Quay Số

# bonus_title_4_1
source: Sportsbook Rebate %@%
th: 体育返现 %@%%
vi_vn: Hoàn Trả Thể Thao %@%

# bonus_title_4_2
source: Slot Rebate %@%
th: 老虎机返现 %@%%
vi_vn: Hoàn Trả Quay Số %@%

# bonus_title_4_3
source: Casino Rebate %@ %
th: 娱乐场返现 %@%%
vi_vn: Hoàn Trả Casino %@%

# bonus_use
source: Manual Claim
th: THTH手动领取
vi_vn: Nhận Thủ Công

# bonus_applicationtrial
source: Current Balance: %@ VND. Bonus Amount Receivable: %@ VND. Total Turnover required after received Bonus: %@ VND. Calculation Method: %@ VND.
th: 账户当前余额:%@元 可获取彩金:%@元 领取后需要完成投注额:%@元 计算方式:%@
vi_vn: Số Dư Hiện Tại: %@ VND. Tiền Thưởng Sẽ Nhận: %@ VND. Tổng Doanh Thu Cược yêu cầu sau khi nhận Tiền Thưởng: %@ VND. Công Thức Tính: %@ VND.

# bonus_islocked
source: There is currently an unfinished Bonus Turnover, and other Promotions are temporarily unclaimable. Details are as follows: Promotion ID: %@ Promotion Name: %@ Bonus Amount received: %@ VND Received Date: %@ Turnover Requirement: Current Balance: %@ VND Bonus Amount received: %@ VND Total Turnover required after received Bonus: %@ VND Bonus Turnover required: %@ VND Deposit Turnover required: %@ VND Total Turnover required: %@ VND Currently Achieved: %@ VND Completed: %@%
th: 目前有未完成的优惠投注额，暂时无法领取其他优惠。 细节如下： 优惠编号:%@ 红利名称:%@ 获取红利金额:%@元 获取红利日期:%@ 投注额要求: 账户当前余额:%@元 可获取彩金:%@元 领取后需要完成投注额:%@元 计算方式:%@ &lt;再加上充值:%@元，总共是:%@元&gt; 目前已完成投注额:%@元 投注额完成度:%@%%
vi_vn: Quý Khách hiện đang có Doanh Thu Cược chưa hoàn thành, do vậy không thể nhận Khuyến Mãi trong thời điểm hiện tại. Chi tiết như sau: Mã Khuyến Mãi: %@ Tên Khuyến Mãi: %@ Tiền Thưởng Đã Nhận: %@ VND Ngày Nhận: %@ Yêu Cầu Đặt Cược: Số Dư Hiện Tại: %@ VND Tiền Thưởng Sẽ Nhận: %@ VND Tổng Doanh Thu Cược yêu cầu sau khi nhận Tiền Thưởng: %@ VND Doanh Thu Cược Khuyến Mãi yêu cầu: %@ Doanh Thu Cược Tiền Gửi yêu cầu: %@ VND Tổng Doanh Thu Cược yêu cầu: %@ VND Hiện Tại Đã Hoàn Thành: %@ VND Mức Độ Hoàn Thành: %@%

# bonus_historyno
source: Promotion ID
th: THTH优惠编号:%@
vi_vn: Mã Khuyến Mãi

# bonus_historyname
source: Promotion Name
th: THTH红利名称:%@
vi_vn: Tên Khuyến Mãi

# bonus_historyamount
source: Bonus Amount received
th: THTH获取红利金额:%@元
vi_vn: Tiền Thưởng Đã Nhận

# bonus_historydate
source: Date Received
th: THTH获取红利日期:%@
vi_vn: Ngày Nhận

# bonus_historybetmutipler
source: Bonus Turnover required
th: THTH彩金投注额要求
vi_vn: Doanh Thu Cược Khuyến Mãi yêu cầu

# bonus_historytrialbalance
source: Current Balance
th: THTH账户当前余额:%@元
vi_vn: Số Dư Hiện Tại

# bonus_historytrialamount
source: Bonus Amount Receivable
th: THTH可获取彩金:%@元
vi_vn: Tiền Thưởng Sẽ Nhận

# bonus_historytrialrequest
source: Total Turnover required after received Bonus
th: THTH领取后需要完成投注额:%@元
vi_vn: Tổng Doanh Thu Cược yêu cầu sau khi nhận Tiền Thưởng

# bonus_historytrialachieved
source: Currently Completed
th: 当前已完成
vi_vn: Hiện Tại Đã Hoàn Thành

# bonus_historytrialpercentage
source: Completed %
th: THTH投注额完成度:%@%
vi_vn: Mức Độ Hoàn Thành

# bonus_historytrialformula
source: Calculation Method
th: THTH计算方式:%@
vi_vn: Công Thức Tính

# bonus_historytrialcompletion
source: Completed
th: 完成度
vi_vn: Mức Độ Hoàn Thành

# bonus_unlimited
source: Unlimited
th: THTH无上限
vi_vn: Không Giới Hạn

# bonus_allowautouse
source: Agree to Auto Credit of Rebate in the future?
th: THTH允许日后自动领取返现红利
vi_vn: Đồng ý cập nhật tự động Hoàn Trả trong tương lai?

# bonus_auto_use
source: Auto Credit
th: 自动领取
vi_vn: Cập Nhật Tự Động

# bonus_confirmapplication
source: Confirm
th: THTH确定申请
vi_vn: Xác Nhận

# bonus_applicationtips
source: Notice
th: THTH温馨提示
vi_vn: Lưu Ý

# bonus_applicationtitle
source: Promotion Name: %@
th: THTH红利名称:%@
vi_vn: Tên Khuyến Mãi: %@

# bonus_couponnostart
source: Release Time %@
th: 距可领取 %@
vi_vn: Bắt Đầu Vào Lúc %@

# bonus_promotioncontent
source: Promotion Content
th: THTH优惠内容
vi_vn: Nội Dung Khuyến Mãi

# bonus_promotionrule
source: Terms and Conditions
th: THTH优惠规则和条款
vi_vn: Điều Khoản và Điều Kiện

# bonus_couponstatus_full_title
source: Promotion Quota Full
th: THTH优惠已额满
vi_vn: Hạn Ngạch Khuyến Mãi đã hết

# bonus_coupon_full
source: Full
th: THTH已额满
vi_vn: Hết Hạn Ngạch

# bonus_period
source: Period %@
th: %@期
vi_vn: Ngày %@

# bonus_promotion
source: Promotion
th: THTH优惠券
vi_vn: Khuyến Mãi

# bonus_compute
source: System in progress, please check details 5 mins later.
th: 系统仍在处理，请五分钟后点击查看详情。
vi_vn: Hệ thống đang xử lý, vui lòng kiểm tra chi tiết sau 5 phút.

# bonus_isturnoverremind
source: There is currently an unfinished Bonus Turnover of %@. Once received this Bonus, you still need to complete the remaining Turnover, before any withdrawal can be made. Details are as follows:
th: 目前尚有%@领取的彩金投注额要求，领取当前彩金后仍需完成剩余投注额，才能进行提现。详情如下：
vi_vn: Quý Khách hiện đang có Doanh Thu Cược chưa hoàn thành của %@. Sau khi đã nhận Tiền Thưởng này, Quý Khách vẫn cần hoàn thành Doanh Thu Cược còn lại, trước khi có thể thực hiện Rút Tiền. Chi tiết như sau:

# bonus_current_completion
source: Currently Completed %@%%
th: 目前完成进度%@%%
vi_vn: Hiện Tại Đã Hoàn Thành %@%%

# bonus_waiting
source: Waiting
th: THTH再等等
vi_vn: Hủy
