Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# common_setting_fail
source: Setting failed
th: 设定失敗
vi_vn: Cài Đặt không thành công

# common_change_done
source: Change succeeded
th: 变更完成
vi_vn: Thay Đổi thành công

# common_change_fail
source: Change failed
th: 变更失敗
vi_vn: Thay Đổi không thành công

# common_tip_title_warm
source: Notice
th: Lưu Ý
vi_vn: Lưu Ý

# common_tip_content_bind
source: This Setting will be bound to the account and cannot be changed.
th: 该设定将与账户绑定，无法更改。
vi_vn: Cài Đặt này sẽ được ràng buộc với tài khoản và không thể thay đổi.

# common_tip_title_unfinished
source: The current page data has not been saved. Are you sure you want to leave?
th: 当前页面数据未保存，确定要离开？
vi_vn: Dữ liệu chưa được lưu. Quý Khác có chắc chắn rời đi?

# common_tip_content_unfinished
source: Once deleted, this account data will no longer exist.
th: 一但删除，此笔账户数据就不存在
vi_vn: Sau khi rời đi, dữ liệu sẽ không còn tồn tại.

# common_field_must_fill
source: This field is required.
th: TH此栏位必填
vi_vn: Mục này là bắt buộc.

# common_field_must_fill_2
source: This field is required.
th: 此为必填栏位。
vi_vn: Mục này là bắt buộc.

# common_field_format_incorrect
source: The format of the information you filled in does not match.
th: TH您所填写的格式不正确
vi_vn: Định dạng thông tin không phù hợp.

# common_otp_content_error
source: Your Verification Code is incorrect.
th: TH您输入的验证码不正确
vi_vn: Mã Xác Minh của Quý Khác không chính xác.

# common_error_email_format
source: Please enter a valid Email.
th: 请输入正确的电子邮箱
vi_vn: Vui lòng nhập Email chính xác.

# common_error_mobile_format
source: Consists of 10 numbers, and starts with 0.
th: 请输入正确的手机号
vi_vn: Bao gồm 10 số, và bắt đầu với số 0.

# common_error_email_verify
source: Unable to verify this Email.
th: TH此电子邮箱无法进行验证
vi_vn: Không thể xác minh Email này.

# common_error_phone_verify
source: Unable to verify this Mobile Number.
th: TH此手机号无法进行验证
vi_vn: Không thể xác minh Số Di Động này.

# common_error_try_later
source: You have entered incorrectly multiple times. Please try again later.
th: THTH您已多次输入错误，请稍后再试。
vi_vn: Quý Khách đã nhập không chính xác nhiều lần. Vui lòng thử lại sau.

# common_otp_sent_content
source: KTOVN Email OTP: A 6-Digit Verification Code has been sent to KTOVN Mobile Number OTP: A 4-Digit Verification Code</br> has been sent Via Call to
th: TH6位数字的验证码已经发送至
vi_vn: KTOVN Email OTP: Mã Xác Minh gồm 6 số</br> đã được gửi đến KTOVN Mobile Number OTP: Mã Xác Minh gồm 4 số</br> đã được gửi Qua Cuộc Gọi đến

# common_otp_sent_content_email
source: A 6-Digit Verification Code has been sent to
th: TH6位数字的验证码已经发送至
vi_vn: Mã Xác Minh gồm 6 số đã được gửi đến

# common_otp_sent_content_mobile
source: A 4-Digit Verification Code</br> has been sent Via Call to
th: TH6位数字的验证码已经发送至
vi_vn: Mã Xác Minh gồm 4 số đã được gửi Qua Cuộc Gọi đến

# common_otp_sent_content_highlight
source: Via Call
vi_vn: Qua Cuộc Gọi

# common_notify_logout_title
source: Logout Notice
th: THTH登出通知
vi_vn: Thông Báo Đăng Xuất

# common_notify_logout_content
source: Sorry, your account has been logged in elsewhere, please try to log in again.
th: THTH很抱歉，您的账号已在其它位置登录，请尝试重新登录。
vi_vn: Xin lỗi, tài khoản của Quý Khách đã được đăng nhập ở nơi khác, vui lòng thử đăng nhập lại.

# common_sms_otp_exeed_send_limit
source: This Mobile Number has reached the Sending Limit. Please try again at 00:00 the next day.
th: THTH该手机已达发送上限，请于隔日00:00再试。
vi_vn: Số Di Động này đã yêu cầu quá Số Lần Gửi khả dụng. Vui lòng thử lại vào 00:00 ngày mai.

# common_email_otp_exeed_send_limit
source: This Email has reached the Sending Limit. Please try again at 00:00 the next day.
th: THTH该邮箱已达发送上限，请于隔日00:00再试。
vi_vn: Email này đã yêu cầu quá Số Lần Gửi khả dụng. Vui lòng thử lại vào 00:00 ngày mai.

# common_confirm_cancel_operation
source: Are you sure to cancel the current operation?
th: THTH确认取消当前操作?
vi_vn: Quý Khách có chắc chắn hủy thao tác hiện tại?

# common_today
source: Today
th: THTH今天
vi_vn: Hôm Nay

# common_yesterday
source: Yesterday
th: THTH昨天
vi_vn: Hôm Qua

# common_kindly_remind
source: Notice
th: THTH温馨提醒
vi_vn: Lưu Ý

# common_success
source: Successful
th: THTH成功
vi_vn: Thành Công

# common_fail
source: Failed
th: THTH失败
vi_vn: Không Thành Công

# common_processing
source: Processing
th: THTH处理中
vi_vn: Đang Xử Lý

# common_pending_or_pending_hold
source: Processing / Pending Bank Processing
th: 处理中 / 等待银行处理中
vi_vn: Đang Xử Lý / Đang Chờ Ngân Hàng Xử Lý

# common_confirm_logout
source: Are you sure to sign out?
th: THTH您确定要登出吗？
vi_vn: Quý Khách có chắc chắn đăng xuất?

# common_logout
source: Sign Out
th: THTH登出
vi_vn: Đăng Xuất

# common_last7day
source: Last 7 Days
th: 最近7天
vi_vn: 7 Ngày Gần Nhất

# common_select_day
source: Select a Day
th: 选定某天
vi_vn: Chọn một Ngày

# common_select_month
source: Select a Month
th: 选定某月
vi_vn: Chọn một Tháng

# common_last30day
source: Last 30 Days
th: 最近30天
vi_vn: 30 Ngày Gần Nhất

# common_experience
source: Experience Point %@
th: 经验值 %@
vi_vn: Điểm Kinh Nghiệm %@

# common_total_amount
source: Total
th: 总计
vi_vn: Tổng

# common_select_all
source: Select All
th: 全选
vi_vn: Chọn Tất Cả

# common_unselect_all
source: Unselect All
th: 取消全选
vi_vn: Hủy Chọn Tất Cả

# common_request_submitted
source: Request submitted
th: 已提交申请
vi_vn: Yêu Cầu đã gửi

# common_confirm_delete
source: Confirm to Delete?
th: 确认删除？
vi_vn: Xác nhận Xóa?

# common_photo_upload_limit
source: Upload limit: Up to 3 files at a time, and a single file cannot exceed 20MB.
th: 上传限制: 一次最多3笔文件，单一档案不可超过20MB
vi_vn: Giới hạn Tải Lên: Tối đa 3 File cùng lúc, và mỗi File không vượt quá 10MB.

# common_photo_upload_limit_reached
source: Upload at most %@ files at once.
th: 一次最多上傳%@份文件
vi_vn: Tải Lên tối đa %@ File cùng lúc.

# common_kick_out_suspend
source: For security reasons, your account has been frozen. Please contact Customer Service for assistance.
th: 由于安全原因，您的会员账户已被冻结，请联系客服寻求协助。
vi_vn: Vì lý do bảo mật, tài khoản của Quý Khách đã bị đóng băng. Vui lòng liên hệ Chăm Sóc Khách Hàng để được hỗ trợ.

# common_kick_out_inactive
source: For security reasons, your account has been closed. Please contact Customer Service for assistance.
th: 由于安全原因，您的会员账户已被停用，请联系客服寻求协助。
vi_vn: Vì lý do bảo mật, tài khoản của Quý Khách đã bị đóng. Vui lòng liên hệ Chăm Sóc Khách Hàng để được hỗ trợ.

# common_kick_out_maintenance
source: System under Maintenance
th: 系統維護中
vi_vn: Hệ Thống đang Bảo Trì

# common_kick_out_token_expired
source: We found that you have been idled for a quite while, we suggest you to log in again to get the best user experience.
th: 我们发现您闲置时间过长, 建议您重新登录, 取得更好的使用体验。
vi_vn: Chúng Tôi nhận thấy Quý Khách đã không có hoạt động trong một thời gian dài, và đề xuất Quý Khách đăng nhập lại để có trải nghiệm tốt hơn.

# common_kick_out_token_expired_title
source: Logout Notice
th: 闲置过久自动登出说明
vi_vn: Thông Báo Đăng Xuất

# common_recommend
source: Recommend
th: 推荐
vi_vn: Đề Cử

# common_win_amount
source: Win %@
th: 赢%@
vi_vn: Thắng %@

# common_lose_amount
source: Lose %@
th: 输%@
vi_vn: Thua %@

# common_self_canceled
source: Self Canceled
th: 自主取消
vi_vn: Tự Hủy

# common_strike
source: Strike
th: (追号)
vi_vn: Định Kỳ

# common_strike_canceled
source: Strike Canceled
th: 追号取消
vi_vn: Hủy Định Kỳ

# common_other
source: Other
th: 其他
vi_vn: Khác

# common_confirm_submit
source: Confirm to Submit?
th: 确认提交
vi_vn: Xác Nhận

# common_submit_form
source: Submit Application
th: 提交申请
vi_vn: Xác Nhận

# common_start_setting
source: Start Setting
th: 开始设定
vi_vn: Bắt đầu Cài Đặt

# common_please_select
source: Please select
th: 请选择
vi_vn: Vui lòng chọn

# common_finish
source: Complete
th: 结束
vi_vn: Đóng

# common_setting
source: Setting
th: THTH设定
vi_vn: Cài Đặt

# common_get_code
source: Get Verification Code
th: THTH获取验证码
vi_vn: Lấy Mã Xác Minh

# common_get_code_countdown
source: Get Verification Code (%@)
th: THTH获取验证码(%@)
vi_vn: Lấy Mã Xác Minh (%@)

# common_cs_email
source: CS Email %@
th: 客服邮箱 %@
vi_vn: Email CSKH %@

# common_maintenance_description
source: Wait for a better KTO.
th: 等待，为了更好的KTO
vi_vn: Hãy chờ đón một KTO tốt hơn.

# common_cs_email_description
source: If you have any concern, please send an email to
th: 如有问题，请发送邮件至
vi_vn: Nếu Quý Khách có bất kỳ thắc mắc nào, vui lòng gửi email đến

# common_long_maintenance
source: Long-Term Maintenance
th: 长期维护
vi_vn: Bảo Trì Dài Hạn

# common_maintenance_notify
source: Maintenance Notice
th: 维护通知
vi_vn: Thông Báo Bảo Trì

# common_urgent_maintenance
source: Short Notice Maintenance
th: 紧急维护
vi_vn: Bảo Trì Đột Xuất

# common_maintenance_contact_later
source: The System is under maintenance. Please contact us later.
th: 系统维护中，请稍后联系我们。
vi_vn: Hệ Thống đang bảo trì. Vui lòng liên hệ với Chúng Tôi sau.

# common_maintenance_chat_close
source: Sorry, we need to end your chat now. Please contact us later.
th: 非常抱歉，我们需要立即结束你的聊天，请稍后再联系。
vi_vn: Xin lỗi, Chúng Tôi cần đóng Cửa Sổ Trò Chuyện của Quý Khách bây giờ. Vui lòng liên hệ với Chúng Tôi sau.

# common_maintenance_logout
source: Sorry, we need to log you out immediately. Please try again later.
th: 非常抱歉，我们需要立即将您登出，请稍后再试。
vi_vn: Xin lỗi, Chúng Tôi cần đăng xuất Quý Khách bây giờ. Vui lòng thử lại sau.

# common_p2p
source: P2P
th: 对战
vi_vn: Đánh Bài Đối Kháng

# common_photo_upload_limit_count
source: Only %@ files can be selected at most.
th: 最多只能选择%@个文件
vi_vn: Chỉ có thể chọn tối đa %@ File.

# common_default_product_maintain_title
source: Maintenance Notice
th: 维护通知
vi_vn: Thông Báo Bảo Trì

# common_default_product_maintain_content
source: Currently %@ is under Maintenance. We will redirect you to other Product Pages for reference.
th: 目前%@正在维护中，我们将跳转至其他产品页面供您查看。
vi_vn: Hiện %@ đang Bảo Trì. Chúng Tôi sẽ chuyển Quý Khách đến các trang Sản Phẩm khác để tham khảo.

# common_cps_apply_info
source: Initial Request Info
th: 最初申请信息
vi_vn: Thông Tin Yêu Cầu Ban Đầu

# common_cps_apply_crypto
source: Request Amount (Crypto)
th: 申请金额(虚拟币)
vi_vn: Số Tiền Yêu Cầu (Crypto)

# common_cps_apply_rate
source: Request Rate
th: 申请汇率
vi_vn: Tỷ Giá Yêu Cầu

# common_cps_apply_amount
source: Request Amount (%@)
th: 申请金额(%@)
vi_vn: Số Tiền Yêu Cầu (%@)

# common_cps_apply_datetime
source: Request Time
th: 申请时间
vi_vn: Thời Gian Yêu Cầu

# common_cps_final_info
source: Final Transaction Info
th: 最终成交信息
vi_vn: Thông Tin Giao Dịch Cuối Cùng

# common_cps_final_crypto
source: Transaction Amount (Crypto)
th: 成交金额(虚拟币)
vi_vn: Số Tiền Giao Dịch (Crypto)

# common_cps_final_rate
source: Transaction Rate
th: 成交汇率
vi_vn: Tỷ Giá Giao Dịch

# common_cps_final_amount
source: Transaction Amount (%@)
th: 成交金额(%@)
vi_vn: Số Tiền Giao Dịch (%@)

# common_cps_final_datetime
source: Transaction Time
th: 成交时间
vi_vn: Thời Gian Giao Dịch

# common_cps_remitter
source: Sender (%@)
th: 汇款方(%@)
vi_vn: Người Gửi Tiền (%@)

# common_cps_payee
source: Receiver (%@)
th: 收款方(%@)
vi_vn: Người Nhận Tiền (%@)

# common_cps_hash_id
source: Hash ID
th: 交易ID
vi_vn: Mã Giao Dịch TxHash

# common_player
source: Member
th: 会员
vi_vn: Thành Viên

# common_cps_incomplete_field_placeholder_hint
source: If the below table displays " - " Status, that means you have not completed the transaction.
th: 以下列表若显示" - "状态，表示您尚未完成交易。
vi_vn: Nếu bảng bên dưới hiển thị Trạng Thái " - ", đồng nghĩa Quý Khách chưa hoàn tất giao dịch.

# common_cps_submit_hash_id_to_complete
source: Please click to submit Hash ID to complete the transaction.
th: 完成交易请点击提交交易ID
vi_vn: Để hoàn tất giao dịch, vui lòng nhấp để gửi Mã Giao Dịch TxHash.

# common_i_know
source: I got it.
th: 我知道了
vi_vn: Tôi đã hiểu.

# common_maintaining
source: Under Maintenance
th: 维护中
vi_vn: Đang Bảo Trì

# common_month
source: Month
th: 月
vi_vn: Tháng

# common_unknownhostexception
source: Not connected to the Internet yet
th: 尚未连线网路
vi_vn: Chưa kết nối Internet

# common_malformedexception
source: Incorrect Format
th: 格式错误
vi_vn: Định Dạng không chính xác

# common_timeoutexception
source: Connection Time Out
th: 连线逾时
vi_vn: Kết nối hết hạn

# common_ioexception
source: Database Error
th: 读写错误
vi_vn: 读写错误

# common_apiexception
source: Error: %@
th: 错误 : %@
vi_vn: Lỗi: %@

# common_http_410
source: System under Maintenance
th: 系统维护中
vi_vn: Hệ Thống đang Bảo Trì

# common_http_503
source: A temporary error occurred. Please try again later.
th: 发生暂时性的错误，请稍后再试
vi_vn: Đã xảy ra lỗi tạm thời. Vui lòng thử lại sau.

# common_http_exception
source: Network abnormal. Error Code (%@)
th: 网路异常，错误代码(%@)
vi_vn: Kết nối không ổn định. Mã Lỗi (%@).

# common_empty_data
source: No Data found
th: Không có Kết Quả
vi_vn: Không có Kết Quả

# common_requirement
source: %@ still required
th: 仍需 %@
vi_vn: Yêu cầu thêm %@

# common_none
source: None
th: 无
vi_vn: Không

# common_select_verify_type
source: Select Verification Method
th: 选择验证方式
vi_vn: Chọn Phương Thức Xác Minh

# common_otp_hint
source: KTOVN Email OTP: A 6-Digit Verification Code has been sent to KTOVN Mobile Number OTP: A 4-Digit Verification Code</br> has been sent Via Call to
th: 6位数字的验证码将发送至
vi_vn: KTOVN Email OTP: Mã Xác Minh gồm 6 số</br> đã được gửi đến KTOVN Mobile Number OTP: Mã Xác Minh gồm 4 số</br> đã được gửi Qua Cuộc Gọi đến

# common_otp_hint_email
source: A 6-Digit Verification Code has been sent to
th: 6位数字的验证码将发送至
vi_vn: Mã Xác Minh gồm 6 số đã được gửi đến

# common_otp_hint_mobile
source: A 4-Digit Verification Code</br> has been sent Via Call to
th: 6位数字的验证码将发送至
vi_vn: Mã Xác Minh gồm 4 số đã được gửi Qua Cuộc Gọi đến

# common_otp_hint_highlight
source: Via Call
vi_vn: Qua Cuộc Gọi

# common_not_set_mobile
source: Mobile Number has not been set up.
th: 尚未设定手机
vi_vn: Số Di Động chưa được cài đặt.

# common_not_set_email
source: Email has not been set up.
th: 尚未设定电子邮箱
vi_vn: Email chưa được cài đặt.

# common_verify_email
source: Verify Email
th: 验证电子邮箱
vi_vn: Xác Minh Email

# common_verify_mobile
source: Verify Mobile Number
th: 验证手机
vi_vn: Xác Minh Số Di Động

# common_maintainence_error
source: Under Maintenance. Please try again later.
th: 维护中，请稍后再试
vi_vn: Đang Bảo Trì. Vui lòng thử lại sau.

# common_verify_finished
source: Verification completed
th: 验证完成
vi_vn: Xác Minh hoàn tất

# common_add_finished
source: Add completed
th: 新增完成
vi_vn: Thêm hoàn tất

# common_close_setting_hint
source: Confirm to end the Setting?
th: 是否结束设定？
vi_vn: Xác nhận kết thúc Cài Đặt này?

# common_arcade
source: Arcade
th: 小游戏
vi_vn: Trò Chơi Arcade

# common_affiliate
source: Affiliate
th: 合作伙伴
vi_vn: Đại Lý

# common_email_spam_check
source: Please check Spam/Promotion as well.
th: 请同时检查垃圾邮件/促销郵件。
vi_vn: Vui lòng đồng thời kiểm tra Hộp Thư Rác/Quảng Cáo.

# common_day
source: Day
th: 天
vi_vn: Ngày

# common_crypto
source: 虚拟币
vi_vn: Crypto

# common_delete_all
source: Delete All
th: 全部删除
vi_vn: Xóa Tất Cả

# common_no_record_temporarily
source: No History
th: 暂无纪录
vi_vn: Không có Lịch Sử

# common_no_search_result
source: No Result found
th: 搜寻无结果
vi_vn: Không có Kết Quả

# common_no_related_promotions
source: No Relevant Promotion
th: 暂无相关优惠券
vi_vn: Không có Khuyến Mãi

# common_no_notification
source: No Notification
th: 暂无通知
vi_vn: Không có Thông Báo

# common_no_games_found
source: No Game matched
th: 没有匹配的游戏
vi_vn: Không có Kết Quả

# common_copyright
source: %@ 版权所有 ©KTO亚洲
vi_vn: %@ Bản Quyền © KTO Châu Á

# common_image_max_selection
source: 最多只能选择 %1$d 个文件
vi_vn: Chỉ có thể chọn tối đa %1$d File.

# common_image_format_not_support
source: 您的档案不符合系统格式
vi_vn: File của Quý Khách không phù hợp với định dạng hệ thống.

# common_capture_image
source: 拍一张
vi_vn: Chụp Ảnh

# common_super_signature_maintenance
source: 下载服务器维护中 请于%@再尝试
vi_vn: Máy chủ tải xuống đang được bảo trì, vui lòng thử lại lúc %@

# common_retry_later
source: Please try again later
vi_vn: Vui lòng thử lại sau

# sportsbook_bet_rules
source: Sports Rules
th: 投注规则
vi_vn: Luật Thể Thao

# sportsbook_bet_type_setting
source: Odds Type Setting
th: 赔率类型设定
vi_vn: Cài Đặt Loại Tỷ Lệ Cược

# sportsbook_odds_type_hk
source: HongKong Odds
th: 香港盘
vi_vn: Hong Kong (HK)

# sportsbook_odds_type_eu
source: Europe Odds
th: 欧洲盘1
vi_vn: Châu Âu (DEC)

# register_step1_title_1
source: Sign Up 1/3
th: THTH注册 1/3
vi_vn: Đăng Ký 1/3

# register_step1_title_2
source: Select Language and Currency
th: THTH选择语言与货币
vi_vn: Chọn Ngôn Ngữ và Tiền Tệ

# register_step1_warning
source: This Setting will be binded to the account and cannot be changed.
th: THTH该设定将与账户绑定，无法更改。
vi_vn: Cài Đặt này sẽ được ràng buộc với tài khoản và không thể thay đổi.

# register_step1_tips_1
source: By pressing "Next Step", you are deemed to have read and agreed to the KTO Asia Terms of Service.
th: THTH若您已拥有账户请按这里
vi_vn: Bằng cách nhấp "Bước Tiếp Theo", Quý Khách được xem là đã đọc và đồng ý với KTO Châu Á

# register_step1_tips_1_highlight
source: 《Terms of Service》
th: THTH《服务条款》
vi_vn: 《Điều Khoản Dịch Vụ》

# register_service_down
source: Unable to register temporarily. Please try again later.
th: 暂时无法注册，请稍后再试。
vi_vn: Tạm thời không thể Đăng Ký. Vui lòng thử lại sau.

# register_step2_title_1
source: Sign Up 2/3
th: THTH注册 2/3
vi_vn: Đăng Ký 2/3

# register_step2_title_2
source: Fill In Basic Info
th: THTH填写基本资料
vi_vn: Điền Thông Tin Cơ Bản

# register_step2_withdrawal_name
source: Withdrawal Name
th: THTH提现姓名
vi_vn: Họ Tên Rút Tiền

# register_step2_verify_mobile
source: Start Mobile Verification
th: 开始验证手机
vi_vn: Bắt đầu Xác Minh Số Di Động

# register_step2_verify_mail
source: Start Email Verification
th: 开始验证邮箱
vi_vn: Bắt đầu Xác Minh Email

# register_step2_password_not_match
source: Inconsistent Passwords.
th: TH密码不一致
vi_vn: Mật Khẩu không đồng nhất.

# register_step2_sms_inactive
source: Sorry, this Registration Method is temporarily unavailable.
th: 非常抱歉，该注册方式暂不可用。
vi_vn: Xin lỗi, Phương Thức Đăng Ký này tạm thời không khả dụng.

# register_step2_email_inactive
source: Sorry, this Registration Method is temporarily unavailable.
th: 非常抱歉，该注册方式暂不可用。
vi_vn: Xin lỗi, Phương Thức Đăng Ký này tạm thời không khả dụng.

# register_step3_title_1
source: Sign Up 3/3
th: THTH注册 3/3
vi_vn: Đăng Ký 3/3

# register_step3_verify_by_email_title
source: Verify Email
th: THTH验证电子邮箱
vi_vn: Xác Minh Email

# register_step3_verify_by_phone_title
source: Verify Mobile Number
th: THTH驗證手機
vi_vn: Xác Minh Số Di Động

# register_step3_content_email
source: The Link has been sent to your Email %@ Please go verify.
th: 已发送链结到您的邮箱 %@ 请前往验证
vi_vn: Đường Link đã được gửi đến Email Quý Khách %@ Vui lòng Xác Minh.

# register_step3_mobile_limit_exceeded
source: Mobile Number Registration is temporarily unavailable.
th: 手机注册方式暂不可用。
vi_vn: Đăng Ký bằng Số Di Động tạm thời không khả dụng.

# register_step3_mail_limit_exceeded
source: Email Registration is temporarily unavailable.
th: 电子邮箱注册方式暂不可用。
vi_vn: Đăng Ký bằng Email tạm thời không khả dụng.

# register_step3_incorrect_otp
source: Your Verification Code is incorrect.
th: 您输入的验证码不正确！
vi_vn: Mã Xác Minh của Quý Khác không chính xác.

# register_step3_verification_pending
source: You have not completed Verification.
th: TH您尚未完成验证
vi_vn: Quý Khách chưa hoàn tất Xác Minh.

# register_step3_open_mail
source: Open Email
th: 开启邮箱
vi_vn: Mở Email

# register_step3_mail_varify_hint
source: If you have passed Verification, try
th: 若已通过验证，试试
vi_vn: Nếu Quý Khách đã hoàn tất Xác Minh, thử

# register_step3_mail_varify_hint_highlight
source: here
th: 这里
vi_vn: tại đây

# register_step4_title_fail
source: Registration failed
th: THTH註冊失敗
vi_vn: Đăng Ký không thành công

# register_step4_content_fail
source: Your attempt frequency is too much. Please sign up again after ensuring that your contact info is true and valid.
th: TH操作过于频繁，请使用有效联系方式重新注册。
vi_vn: Quý Khách đã thử nhiều lần. Vui lòng đăng ký lại và đảm bảo thông tin liên lạc của Quý Khách là chính xác và có hiệu lực.

# register_step4_retry_signup
source: Sign Up Again
th: THTH重新注册
vi_vn: Đăng Ký Lại

# register_step4_title_success
source: Sign Up successful
th: THTH注册成功
vi_vn: Đăng Ký thành công

# register_step4_content_unknown_fail
source: Sorry, this Registration Method is temporarily unavailable.
th: 非常抱歉，该注册方式暂不可用。
vi_vn: Xin lỗi, Phương Thức Đăng Ký này tạm thời không khả dụng.

# login_account_identity
source: Mobile Number/Email
th: 手机/电子邮箱
vi_vn: Số Di Động/Email

# login_account_remember_me
source: Save my Sign In
th: 记住我的账号
vi_vn: Lưu Đăng Nhập của tôi

# login_tips_1
source: Forgot Password, use
th: THTH忘记密码，使用
vi_vn: Quên Mật Khẩu, sử dụng

# login_tips_1_highlight
source: Reset Password
th: THTH重置密码
vi_vn: Đặt Lại Mật Khẩu

# login_invalid_username_password
source: Incorrect Username or Password.
th: THTH用户名或密码不正确
vi_vn: Thông Tin Đăng Nhập hoặc Mật Khẩu không chính xác.

# login_invalid_username_password_captcha
source: Incorrect Username, Password or Verification Code.
th: THTH用户名，密码或验证码不正确
vi_vn: Thông Tin Đăng Nhập, Mật Khẩu hoặc Mã Xác Minh không chính xác.

# login_invalid_lockdown
source: You have entered Password incorrectly multiple times. Please Reset Password, or Sign In again later.
th: THHT您已多次输入错误，请使用重置密码或稍后登录
vi_vn: Quý Khách đã nhập sai Mật Khẩu nhiều lần. Vui lòng Đặt Lại Mật Khẩu, hoặc Đăng Nhập lại sau.

# login_enter_captcha_to_prceed
source: You have entered Password incorrectly multiple times. You now need to enter the Verification Code in the picture below to log in.
th: THTH您已多次输入错误密码，您现在需要额外输入图片中的信息来进行登录
vi_vn: Quý Khách đã nhập sai Mật Khẩu nhiều lần. Hiện Quý Khách cần nhập Mã Xác Minh trong ảnh để đăng nhập.

# login_button_countdown
source: Sign In (%@)
th: THTH登录(%@)
vi_vn: Đăng Nhập (%@)

# login_captcha_new
source: Looks unclear? Change Verification Code.
th: THTH看不清？换一组验证码。
vi_vn: Nhìn không rõ? Đổi Mã Xác Minh.

# login_captcha
source: Verification Code
th: THTH图形验证码
vi_vn: Mã Xác Minh.

# login_resetpassword_service_down
source: Password cannot be reset at this time. Please try again later.
th: THTH暂时无法重置密码，请稍后再试。
vi_vn: Không thể Đặt Lại Mật Khẩu vào lúc này. Vui lòng thử lại sau.

# login_resetpassword_step1_title_1
source: Reset Password 1/3
th: THTH重置密码 1/3
vi_vn: Đặt Lại Mật Khẩu 1/3

# login_resetpassword_step1_title_2
source: Select a Reset Method
th: THTH选择重置方式
vi_vn: Chọn Phương Thức Đặt Lại

# login_resetpassword_step1_sms_inactive
source: Sorry, this Reset Method is temporarily unavailable.
th: THTH非常抱歉，该重置方式暂不可用。
vi_vn: Xin lỗi, Phương Thức Đặt Lại này tạm thời không khả dụng.

# login_resetpassword_step1_email_inactive
source: Sorry, this Reset Method is temporarily unavailable.
th: THTH非常抱歉，该重置方式暂不可用。
vi_vn: Xin lỗi, Phương Thức Đặt Lại này tạm thời không khả dụng.

# login_resetpassword_lock_down
source: You have entered incorrectly multiple times. Please try again later.
th: THTH您已多次输入错误，请稍后再试。
vi_vn: Quý Khách đã nhập không chính xác nhiều lần. Vui lòng thử lại sau.

# login_resetpassword_step2_title_1
source: Reset Password 2/3
th: THTH重置密码 2/3
vi_vn: Đặt Lại Mật Khẩu 2/3

# login_resetpassword_step2_verify_by_email_title
source: Confirm Email
th: THTH确认电子邮箱
vi_vn: Xác Minh Email

# login_resetpassword_step2_verify_by_phone_title
source: Confirm Mobile Number
th: THTH确认手机
vi_vn: Xác Minh Số Di Động

# login_resetpassword_step3_title
source: Reset Password 3/3
th: THTH重置密码 3/3
vi_vn: Đặt Lại Mật Khẩu 3/3

# login_resetpassword_step3_title_2
source: Set Up New Password
th: THTH设定新密码
vi_vn: Thiết Lập Mật Khẩu Mới

# login_resetpassword_step3_pass_cant_empty
source: This field is required.
th: 密码不能为空
vi_vn: Mục này là bắt buộc.

# login_resetpassword_cancel_title
source: Are you sure to cancel the current operation?
th: THTH确认取消当前操作?
vi_vn: Quý Khách có chắc chắn hủy thao tác hiện tại?

# login_resetpassword_cancel_content
source: Reset Password will be interrupted and ended.
th: THTH重置密码将中断并结束。
vi_vn: Đặt Lại Mật Khẩu sẽ bị gián đoạn và kết thúc.

# login_resetpassword_success
source: Reset Password successful
th: THTH密码变更完成
vi_vn: Đặt Lại Mật Khẩu thành công

# login_resetpassword_fail_title
source: Reset Password failed
th: THTH重置密码失败
vi_vn: Đặt Lại Mật Khẩu không thành công
