Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# profile_identity_old_email_fail
source: An error occurred in the Verification Code sent by the current Email. Please set it up again.
th: 现行电子邮箱发送验证码发生错误，请重新设定。
vi_vn: Đã xảy ra lỗi trong Mã Xác Minh được gửi bởi Email Hiện Tại. Vui lòng cài đặt lại.

# profile_sms_inactive
source: Unable to set up Mobile Number temporarily. Please try again later.
th: 暂时无法绑定手机，请稍后再试。
vi_vn: Tạm thời không thể thiết lập Số Di Động. Vui lòng thử lại sau.

# profile_email_inactive
source: Unable to set up Email temporarily. Please try again later.
th: 暂时无法绑定邮箱，请稍后再试。
vi_vn: Tạm thời không thể thiết lập Email. Vui lòng thử lại sau.

# profile_identity_email_modify_fail
source: Email Modification failed
th: 修改电子邮箱失败
vi_vn: Thay đổi Email không thành công

# profile_identity_mobile_modify_fail
source: Mobile Number Modification failed
th: 修改手机失败
vi_vn: Thay đổi Số Di Động không thành công

# profile_identity_mobile_step2
source: Set up a New Mobile Number 2/4
th: 设定新手机2/4
vi_vn: Cài Đặt Số Di Động Mới 2/4

# profile_identity_email_step2
source: Set up a New Email 2/4
th: 设定新电子邮箱2/4
vi_vn: Cài Đặt Email Mới 2/4

# profile_identity_mobile_step2_title
source: Verify Current Mobile Number
th: 验证现行手机
vi_vn: Xác Minh Số Di Động Hiện Tại

# profile_identity_email_step2_title
source: Verify Current Email
th: 验证现行电子邮箱
vi_vn: Xác Minh Email Hiện Tại

# profile_identity_mobile_step3
source: Set up a New Mobile Number 3/4
th: 设定新手机3/4
vi_vn: Cài Đặt Số Di Động Mới 3/4

# profile_identity_email_step3
source: Set up a New Email 3/4
th: 设定新电子邮箱3/4
vi_vn: Cài Đặt Email Mới 3/4

# profile_identity_mobile_step3_title
source: New Mobile Number
th: 新手机
vi_vn: Số Di Động Mới

# profile_identity_email_step3_title
source: New Email
th: 新电子邮箱
vi_vn: Email Mới

# profile_identity_mobile_step3_description
source: Please enter a new Mobile Number to receive a Verification Code.
th: 请输入新手机以收取验证码。
vi_vn: Vui lòng nhập Số Di Động Mới để nhận mã xác minh.

# profile_identity_email_step3_description
source: Please enter a new Email to receive a Verification Code.
th: 请输入新电子邮箱以收取验证码。
vi_vn: Vui lòng nhập Email Mới để nhận mã xác minh.

# profile_identity_mobile_step4
source: Set up a New Mobile Number 4/4
th: 设定新手机4/4
vi_vn: Cài Đặt Số Di Động Mới 4/4

# profile_identity_email_step4
source: Set up a New Email 4/4
th: 设定新电子邮箱4/4
vi_vn: Cài Đặt Email Mới 4/4

# profile_identity_mobile_step4_title
source: Verify New Mobile Number
th: 验证新手机
vi_vn: Xác Minh Số Di Động Mới

# profile_identity_email_step4_title
source: Verify New Email
th: 验证新电子邮箱
vi_vn: Xác Minh Email Mới

# profile_identity_mobile_modify_success
source: Your Mobile Number has been modified successfully, please log in again.
th: 您的手机已修改成功，请重新登入。
vi_vn: Số Di Động của Quý Khách đã được thay đổi thành công, vui lòng đăng nhập lại.

# profile_identity_email_modify_success
source: Your Email has been modified successfully, please log in again.
th: 您的电子邮箱已修改成功，请重新登入。
vi_vn: Email của Quý Khách đã được thay đổi thành công, vui lòng đăng nhập lại.

# profile_otp_exceed_otp_limit
source: You have reached the Sending Limit. Please try again at 00:00 the next day.
th: 您的频繁操作已到上限，请明日再试。
vi_vn: Quý Khách đã yêu cầu quá Số Lần Gửi khả dụng. Vui lòng thử lại vào 00:00 ngày mai.

# profile_home_page_setting
source: Home Page Setting
th: 首页设定
vi_vn: Cài Đặt Trang Chủ

# profile_home_page_setting_description
source: This Setting will affect the Home Page after login.
th: 此设定将影响到登录后的页面。
vi_vn: Cài Đặt này sẽ ảnh hưởng đến Trang Chủ sau khi đăng nhập.

# profile_defaultproduct_title
source: Set Up Home Page
th: THTH设定主页
vi_vn: Cài Đặt Trang Chủ

# profile_defaultproduct_description
source: The current default is Sportsbook. Now you can select a Product as the New Home Page, or change it later.
th: THTH请选择您喜爱的主题作为主页，此设定可于日后做变更 ; 若未设定主页,将以体育做为主页预设值。
vi_vn: Mặc định hiện tại là Thể Thao. Bây giờ Quý Khách có thể tùy chọn một Sản Phẩm để đặt làm Trang Chủ mới, hoặc thay đổi sau.

# profile_defaultproduct_sportsbook_description
source: The most comprehensive sports events. Once you own it, there is nothing else needed.
th: THTH提供足球、篮球等多种赛事！
vi_vn: Những sự kiện Thể Thao toàn diện nhất. Một khi đã sở hữu Nền Tảng Cược Thể Thao KTO, Quý Khách sẽ không còn cần gì khác!

# profile_defaultproduct_casino_description
source: KTO is as red as your own red fortune at the KTO 'Casino'. Having red luck is having a dragon vein in your hand. If you have a dragon vein in your hand, you have the whole world!
th: THTH直播百家乐、牛牛、炸金花、龙虎...
vi_vn: KTO mang màu rực đỏ như chính vận đỏ của Quý Khách tại 'Sòng' KTO. Có vận đỏ là có long mạch. Có long mạch là có cả thế giới!

# profile_defaultproduct_slot_description
source: Accidentally but sometimes intentionally. With just one hit of the Bonus Feature, the next thing you will see is standing on Mount Everest. When it comes to Slots, nothing is impossible!
th: THTH'多款游戏以及高额累积奖池等着您！
vi_vn: Chỉ một lần trúng Tính Năng Thưởng, Quý Khách sẽ thấy mình đang đứng trên Đỉnh Everest. Quay Slot, không gì là không thể!

# profile_defaultproduct_end_setting_title
source: Confirm to end this Set Up?
th: THTH是否结束设定？
vi_vn: Xác nhận kết thúc Cài Đặt này?

# profile_defaultproduct_end_setting_description
source: Home Page Setting has not been completed. For the next login, its default will be Sportsbook.
th: THTH尚未完成主页设定，下次登录将默认为体育
vi_vn: Cài Đặt Trang Chủ chưa hoàn tất. Cho lần đăng nhập tiếp theo, mặc định của Trang Chủ sẽ là Thể Thao.

# profile_defaultproduct_keno_description
source: The attraction to understanding the mysteries of numbers brought Isaac Newton to success. And with Number Games, you will too!
th: THTH洞察数字的奥秘，牛顿也要扶我
vi_vn: Hiểu rõ bí ẩn của những con số Đã mang Isaac Newton đến với thành công. Và với Trò Chơi Số, Quý Khách cũng sẽ vậy!

# profile_bind_identity_locked
source: Due to security issues, your account has been frozen. Please contact Customer Service for assistance.
th: 由于安全问题，您的账户已被冻结，请联系客服寻求协助
vi_vn: Vì lý do bảo mật, tài khoản của Quý Khách đã bị đóng băng. Vui lòng liên hệ Chăm Sóc Khách Hàng để được hỗ trợ.

# profile_new_mobile_description
source: Mobile Number can be used for login and security verification. Please enter your Mobile Number to receive the Verification Code.
th: 手机可用于登彔及安全验证时使用 请输入手机号码以收取验证码
vi_vn: Số Di Động có thể sử dụng để Đăng Nhập và Xác Minh Bảo Mật. Vui lòng nhập Số Di Động để nhận Mã Xác Minh.

# profile_sms_unavailable_title
source: Mobile Number Verification Maintenance
vi_vn: Bảo Trì Xác Minh Số Di Động

# profile_mail_unavailable_title
source: Email Verification Maintenance
vi_vn: Bảo Trì Xác Minh Email

# license_definition_content
source: 以下条规适用于会员使用、联接和参与由(统称KTO亚洲、「我们」及「我们的」，视具体情况而定)通过KTO亚洲经营的网站提供的网上博彩服务。本条规须与特定博彩的博彩规则及适用于博彩软件的使用及与连接进入博彩网站和其中所含条规一并阅读。我们有权通过网站向有关第三方支付平台服务提供商以及金融保险机构提供必要的个人信息以完成支付要求。 「博彩」就本条规而言，包括但不限于通过博彩网站提供的任何及/或一切博彩服务进行的投注、游戏及各类博彩活动；「联接设备」指任何应用联接设备，包括但不限于为使用和联接博彩网站、参与博彩服务而采用的个人电脑、笔记本电脑、移动电话、个人数码助理、PDA电话、手提设备。
th: Các Điều Khoản và Điều Kiện sau đây áp dụng cho việc sử dụng, kết nối và tham gia của thành viên vào các dịch vụ đặt cược trực tuyến được cung cấp thông qua một website được điều hành bởi KTO Châu Á (gọi chung là KTO Châu Á, "Chúng Tôi" và "của Chúng Tôi", tùy theo từng trường hợp). Quy định này phải được đọc cùng với các quy định đặt cược của từng trò chơi cụ thể, áp dụng cho việc sử dụng phần mềm đặt cược và kết nối với website đặt cược và các quy định có trong đó. Chúng Tôi có quyền cung cấp thông tin cá nhân cần thiết cho các nhà cung cấp dịch vụ nền tảng thanh toán bên thứ ba có liên quan và các tổ chức bảo hiểm tài chính thông qua website để hoàn thành các yêu cầu thanh toán. “Đặt cược” cho mục đích của quy định này, bao gồm nhưng không giới hạn ở đặt cược, trò chơi và các hoạt động đặt cược khác nhau thông qua bất kỳ và/hoặc tất cả các dịch vụ đặt cược được cung cấp thông qua website đặt cược. “Thiết bị kết nối” có nghĩa là bất kỳ thiết bị nào được kết nối, bao gồm nhưng không giới hạn ở máy tính cá nhân, máy tính xách tay, điện thoại di động, trợ lý kỹ thuật số cá nhân, điện thoại PDA và thiết bị di động được sử dụng để truy cập và kết nối với website đặt cược và tham gia các dịch vụ đặt cược.
vi_vn: Các Điều Khoản và Điều Kiện sau đây áp dụng cho việc sử dụng, kết nối và tham gia của thành viên vào các dịch vụ đặt cược trực tuyến được cung cấp thông qua một website được điều hành bởi KTO Châu Á (gọi chung là KTO Châu Á, "Chúng Tôi" và "của Chúng Tôi", tùy theo từng trường hợp). Quy định này phải được đọc cùng với các quy định đặt cược của từng trò chơi cụ thể, áp dụng cho việc sử dụng phần mềm đặt cược và kết nối với website đặt cược và các quy định có trong đó. Chúng Tôi có quyền cung cấp thông tin cá nhân cần thiết cho các nhà cung cấp dịch vụ nền tảng thanh toán bên thứ ba có liên quan và các tổ chức bảo hiểm tài chính thông qua website để hoàn thành các yêu cầu thanh toán. “Đặt cược” cho mục đích của quy định này, bao gồm nhưng không giới hạn ở đặt cược, trò chơi và các hoạt động đặt cược khác nhau thông qua bất kỳ và/hoặc tất cả các dịch vụ đặt cược được cung cấp thông qua website đặt cược. “Thiết bị kết nối” có nghĩa là bất kỳ thiết bị nào được kết nối, bao gồm nhưng không giới hạn ở máy tính cá nhân, máy tính xách tay, điện thoại di động, trợ lý kỹ thuật số cá nhân, điện thoại PDA và thiết bị di động được sử dụng để truy cập và kết nối với website đặt cược và tham gia các dịch vụ đặt cược.

# license_agree_content
source: 会员在注册过程中于「我声明我已年满18岁」及「我同意KTO亚洲的修款及条件与规则及规定。」字样之前的方框内打勾，并点击相应的「储存并继续」按钮，即表示会员确认并同意： 1. 会员已经阅读、完全理解并同意本条规。 2. 本条规构成会员与KTO亚洲之间关于博彩服务使用的具有法律约束力的协议(「使用协议」)。 如果会员不同意本条规中的任何条款，请勾「本人不同意」按钮，并请不要点击「储存并继续」按钮，不要试图使用或继续使用任何博彩服务或下载和/或安装博彩软件。
th: Trong quá trình đăng ký, bằng cách đánh dấu vào ô trước dòng chữ "Tôi xác nhận rằng tôi ít nhất 18 tuổi" và "Tôi đồng ý với các Điều Khoản và Điều Kiện cũng như các quy tắc và quy định của KTO Châu Á." và nhấp vào nút "Lưu và Tiếp Tục" tương ứng, thành viên xác nhận và đồng ý: 1. Thành viên đã đọc, hoàn toàn hiểu và đồng ý với các Điều Khoản và Điều Kiện này; và 2. Các Điều Khoản và Điều Kiện này cấu thành một thỏa thuận ràng buộc về mặt pháp lý giữa thành viên và KTO Châu Á về việc sử dụng các dịch vụ đặt cược (“Thỏa Thuận Sử Dụng”). Nếu thành viên không đồng ý với bất kỳ điều khoản nào trong các Điều Khoản và Điều Kiện này, vui lòng đánh dấu vào nút "Tôi không đồng ý" và vui lòng không nhấp vào nút "Lưu và Tiếp Tục", và không cố gắng sử dụng hoặc tiếp tục sử dụng bất kỳ dịch vụ đặt cược nào hoặc tải về và/hoặc cài đặt phần mềm đặt cược.
vi_vn: Trong quá trình đăng ký, bằng cách đánh dấu vào ô trước dòng chữ "Tôi xác nhận rằng tôi ít nhất 18 tuổi" và "Tôi đồng ý với các Điều Khoản và Điều Kiện cũng như các quy tắc và quy định của KTO Châu Á." và nhấp vào nút "Lưu và Tiếp Tục" tương ứng, thành viên xác nhận và đồng ý: 1. Thành viên đã đọc, hoàn toàn hiểu và đồng ý với các Điều Khoản và Điều Kiện này; và 2. Các Điều Khoản và Điều Kiện này cấu thành một thỏa thuận ràng buộc về mặt pháp lý giữa thành viên và KTO Châu Á về việc sử dụng các dịch vụ đặt cược (“Thỏa Thuận Sử Dụng”). Nếu thành viên không đồng ý với bất kỳ điều khoản nào trong các Điều Khoản và Điều Kiện này, vui lòng đánh dấu vào nút "Tôi không đồng ý" và vui lòng không nhấp vào nút "Lưu và Tiếp Tục", và không cố gắng sử dụng hoặc tiếp tục sử dụng bất kỳ dịch vụ đặt cược nào hoặc tải về và/hoặc cài đặt phần mềm đặt cược.

# license_modify_content
source: KTO亚洲保留不时修订、更新和修改本条规和博彩规则(或其任何部分)的绝对权利。上述任何修订、更新或修改将在博彩网站上公布。经修订、更新或修改的本条规和博彩规则于其在博彩网站上公布时生效。会员在之后继续通过博彩网站和博彩设备使用、联接和参与博彩服务，将视为同意并接受所公布的经修改或更新的本条规和博彩规则。 会员确认并同意及自行负责查阅上述修订、更新或修改。KTO亚洲可自主决定将上述修订、更新和修改通知会员。上述修订、更新和修改可由KTO亚洲自主决定不时通知会员，但KTO亚洲并无任何义务向会员通知任何修订、更新和修改。
th: KTO Châu Á có quyền tuyệt đối để thay thế, cập nhật và điều chỉnh các Điều Khoản và Điều Kiện này (hoặc bất kỳ phần nào trong đó) theo thời gian. Bất kỳ thay thế, cập nhật hoặc điều chỉnh như vậy sẽ được đăng trên website đặt cược. Các Điều Khoản và Điều Kiện được thay thế, cập nhật hoặc điều chỉnh sẽ có hiệu lực khi chúng được đăng trên website đặt cược. Thành viên tiếp tục sử dụng, kết nối và tham gia các dịch vụ đặt cược thông qua website đặt cược và thiết bị đặt cược là sẽ được xem là đồng ý và chấp nhận các Điều Khoản và Điều Kiện được công bố hoặc điều chỉnh. Thành viên xác nhận và đồng ý và hoàn toàn chịu trách nhiệm xem xét các thay thế, cập nhật và/hoặc điều chỉnh ở trên. KTO Châu Á có thể, theo quyết định riêng của mình, thông báo cho thành viên về các thay thế, cập nhật và điều chỉnh ở trên. Các thay thế, cập nhật và điều chỉnh ở trên có thể được KTO Châu Á thông báo đến thành viên theo thời gian, nhưng KTO Châu Á không có nghĩa vụ phải thông báo cho thành viên về bất kỳ thay thế, cập nhật và điều chỉnh nào.
vi_vn: KTO Châu Á có quyền tuyệt đối để thay thế, cập nhật và điều chỉnh các Điều Khoản và Điều Kiện này (hoặc bất kỳ phần nào trong đó) theo thời gian. Bất kỳ thay thế, cập nhật hoặc điều chỉnh như vậy sẽ được đăng trên website đặt cược. Các Điều Khoản và Điều Kiện được thay thế, cập nhật hoặc điều chỉnh sẽ có hiệu lực khi chúng được đăng trên website đặt cược. Thành viên tiếp tục sử dụng, kết nối và tham gia các dịch vụ đặt cược thông qua website đặt cược và thiết bị đặt cược là sẽ được xem là đồng ý và chấp nhận các Điều Khoản và Điều Kiện được công bố hoặc điều chỉnh. Thành viên xác nhận và đồng ý và hoàn toàn chịu trách nhiệm xem xét các thay thế, cập nhật và/hoặc điều chỉnh ở trên. KTO Châu Á có thể, theo quyết định riêng của mình, thông báo cho thành viên về các thay thế, cập nhật và điều chỉnh ở trên. Các thay thế, cập nhật và điều chỉnh ở trên có thể được KTO Châu Á thông báo đến thành viên theo thời gian, nhưng KTO Châu Á không có nghĩa vụ phải thông báo cho thành viên về bất kỳ thay thế, cập nhật và điều chỉnh nào.

# license_gaminginfo_intellectualproperty_content
source: 通过博彩网站、博彩服务、博彩设备和/或任何其他方式提供向会员公开、获取、产生和/或收集的信息、资料和数据，包括但不限于营销计划和资料、成绩、统计数据、赛事数据、赛程表、概率和投注数据、文字、图标、音像资讯(「博彩资讯」)，将属于KTO亚洲和其许可人所有，仅供会员用于个人非商业性目的。 除在本条规外，未经我们或第三方资料专有人的事先书面同意，会员不得以任何方式或手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、制入有线节目、出版、传送、出售、出借、出租、许可使用博彩资讯。会员也不得或以其他方式使用任何他人网站、网上服务、公告板、任何媒体和/或联接设备可以获得、使用、或连接上述博彩资讯。 在博彩网站和/或通过联接设备提供的博彩软件、博彩服务和博彩资讯享受著作权、商标和其他形式的知识产权和专利保护。博彩网站上的博彩软件、博彩服务和博彩资讯的所有权利、产权和利益均属KTO亚洲和其许可人所有、使用或控制。会员确认并未通过使用或联接在博彩网站和/或联接设备提供的博彩软件、博彩服务和博彩资讯取得KTO亚洲的博彩软件、博彩服务和博彩资讯的任何权利、利益或许可。
th: Thông tin, tài liệu và dữ liệu – có được từ việc được cung cấp, sở hữu, tạo ra và/hoặc thu thập – được cung cấp cho thành viên thông qua website đặt cược, dịch vụ đặt cược, thiết bị đặt cược và/hoặc bất kỳ phương tiện nào khác, bao gồm nhưng không giới hạn ở các kế hoạch tiếp thị và tài liệu, kết quả, số liệu thống kê, dữ liệu trận đấu, lịch thi đấu, xác suất và dữ liệu đặt cược, văn bản, biểu tượng, thông tin nghe nhìn ("Thông Tin Đặt Cược"), sẽ thuộc sở hữu của KTO Châu Á và nhà cấp phép, và sẽ chỉ được sử dụng bởi thành viên cho mục đích cá nhân, phi thương mại. Trừ khi được quy định trong phần này, không có sự đồng ý trước bằng văn bản của Chúng Tôi hoặc chủ sở hữu dữ liệu bên thứ ba, thành viên không được – bằng bất kỳ hình thức nào hoặc bằng bất kỳ phương tiện nào – phỏng theo, sao chép, điều chỉnh, nhân bản, lưu trữ, phân phối, hiển thị, phát sóng công khai, tạo các chương trình cáp, hoặc xuất bản, truyền, bán, cho mượn, cho thuê và cho phép sử dụng thông tin đặt cược. Thành viên không được, mặt khác, sử dụng bất kỳ website nào của người khác, dịch vụ trực tuyến, bảng thông báo, bất kỳ phương tiện truyền thông và/hoặc thiết bị kết nối nào để sở hữu, sử dụng hoặc kết nối với thông tin đặt cược ở trên. Phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược được cung cấp trên website đặt cược và/hoặc thông qua các thiết bị kết nối được hưởng bản quyền, thương hiệu và các hình thức sở hữu trí tuệ và bảo vệ bằng sáng chế khác. Tất cả các quyền, quyền sở hữu và lợi ích của phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược trên website đặt cược đều được sở hữu, sử dụng hoặc kiểm soát bởi KTO Châu Á và/hoặc nhà cấp phép. Thành viên xác nhận rằng họ không sở hữu bất kỳ quyền, lợi ích hoặc giấy phép nào đối với phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược của KTO Châu Á thông qua việc sử dụng hoặc kết nối phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược được cung cấp trên website đặt cược và/hoặc thiết bị kết nối.
vi_vn: Thông tin, tài liệu và dữ liệu – có được từ việc được cung cấp, sở hữu, tạo ra và/hoặc thu thập – được cung cấp cho thành viên thông qua website đặt cược, dịch vụ đặt cược, thiết bị đặt cược và/hoặc bất kỳ phương tiện nào khác, bao gồm nhưng không giới hạn ở các kế hoạch tiếp thị và tài liệu, kết quả, số liệu thống kê, dữ liệu trận đấu, lịch thi đấu, xác suất và dữ liệu đặt cược, văn bản, biểu tượng, thông tin nghe nhìn ("Thông Tin Đặt Cược"), sẽ thuộc sở hữu của KTO Châu Á và nhà cấp phép, và sẽ chỉ được sử dụng bởi thành viên cho mục đích cá nhân, phi thương mại. Trừ khi được quy định trong phần này, không có sự đồng ý trước bằng văn bản của Chúng Tôi hoặc chủ sở hữu dữ liệu bên thứ ba, thành viên không được – bằng bất kỳ hình thức nào hoặc bằng bất kỳ phương tiện nào – phỏng theo, sao chép, điều chỉnh, nhân bản, lưu trữ, phân phối, hiển thị, phát sóng công khai, tạo các chương trình cáp, hoặc xuất bản, truyền, bán, cho mượn, cho thuê và cho phép sử dụng thông tin đặt cược. Thành viên không được, mặt khác, sử dụng bất kỳ website nào của người khác, dịch vụ trực tuyến, bảng thông báo, bất kỳ phương tiện truyền thông và/hoặc thiết bị kết nối nào để sở hữu, sử dụng hoặc kết nối với thông tin đặt cược ở trên. Phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược được cung cấp trên website đặt cược và/hoặc thông qua các thiết bị kết nối được hưởng bản quyền, thương hiệu và các hình thức sở hữu trí tuệ và bảo vệ bằng sáng chế khác. Tất cả các quyền, quyền sở hữu và lợi ích của phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược trên website đặt cược đều được sở hữu, sử dụng hoặc kiểm soát bởi KTO Châu Á và/hoặc nhà cấp phép. Thành viên xác nhận rằng họ không sở hữu bất kỳ quyền, lợi ích hoặc giấy phép nào đối với phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược của KTO Châu Á thông qua việc sử dụng hoặc kết nối phần mềm đặt cược, dịch vụ đặt cược và thông tin đặt cược được cung cấp trên website đặt cược và/hoặc thiết bị kết nối.
