Repository: shadowliu1202/KtoIos
Catalog: ktobet-asia-ios/*.lproj/Localizable.strings
Languages: th, vi_vn

# login_resetpassword_fail_unknown
source: Sorry, this Reset Method is temporarily unavailable.
th: THTH非常抱歉，该重置方式暂不可用。
vi_vn: Xin lỗi, Phương Thức Đặt Lại này tạm thời không khả dụng.

# deposit_title
source: Deposit
th: THTH充值
vi_vn: Gửi Tiền

# deposit_title_tips
source: The following list are your available deposit methods.
th: THTH请选择下列任何一种方式开始充值。
vi_vn: Danh sách dưới đây là phương thức Gửi Tiền của Quý Khách.

# deposit_alipay
source: Follow KTOVN Deposit Page Setting on HTML5 Portal.
th: THTH支付宝在线
vi_vn: VIVN支付宝在线

# deposit_recommend
source: Recommend
th: THTH推荐
vi_vn: Đề Cử

# deposit_activiy
source: Deposit Activity
th: THTH充值动态
vi_vn: Hoạt Động Gửi Tiền

# deposit_activiy_tips
source: There is no deposit related notification currently.
th: THTH提醒您，目前暂无相关通知。
vi_vn: Hiện tại không có thông báo liên quan đến tiền gửi của Quý Khách.

# deposit_log
source: Deposit History
th: THTH充值纪录
vi_vn: Lịch Sử Gửi Tiền

# deposit_setfavorite
source: Set as preferred deposit method.
th: THTH将此充值方式设定为常用
vi_vn: Đặt làm phương thức Gửi Tiền ưa thích.

# deposit_cancelfavorite
source: Cancel preferred deposit method setting.
th: THTH取消设定此充值方式为常用
vi_vn: Hủy làm phương thức Gửi Tiền ưa thích.

# deposit_selectbank
source: KTO Receiving Bank
th: THTH选择充值银行
vi_vn: Ngân Hàng Nhận Tiền KTO

# deposit_info_title
source: Fill in Deposit Info
th: THTH填写充值信息
vi_vn: Điền Thông Tin Gửi Tiền

# deposit_bankname
source: Deposit Bank
th: THTH充值者银行账户姓名
vi_vn: Ngân Hàng Gửi Tiền

# deposit_accountlastfournumber
source: Last 4 Digits of Bank Account Number (Optional)
th: THTH汇款银行卡尾数四位(选填)
vi_vn: 4 Số Cuối Của Số Tài Khoản Gửi Tiền (Không bắt buộc)

source: Deposit Amount
th: THTH汇款金额
vi_vn: Số Tiền Gửi

# deposit_offline_step1_tips
source: Single Deposit Limit: %@ - %@
th: THTH充值金额，单笔限额 $ %@ - %@
vi_vn: Giới Hạn Mỗi Giao Dịch Gửi Tiền: %@ - %@

# deposit_offline_step1_button
source: Apply for Deposit
th: THTH申请充值
vi_vn: Thực Hiện Gửi Tiền

# deposit_offline_step2_title
source: KTO Beneficiary Info
th: THTHKTO收款方信息
vi_vn: Thông Tin Thụ Hưởng KTO

# deposit_offline_step2_title_tips
source: Please transfer to the bank account provided below.
th: THTH请汇入以下提供的银行账户。
vi_vn: Vui lòng gửi tiền vào tài khoản ngân hàng được cung cấp dưới đây.

# deposit_receiveinfo
source: Receiving Bank Account
th: THTH收款讯息
vi_vn: Tài Khoản Ngân Hàng Nhận Tiền

# deposit_receivename
source: Receiver Name
th: THTH收款账户
vi_vn: Tên Người Nhận Tiền

# deposit_receivebank
source: Receiving Bank
th: THTH收款银行
vi_vn: Ngân Hàng Nhận Tiền

# deposit_receiveaccount
source: Receiving Bank Account
th: THTH收款账号
vi_vn: Số Tài Khoản Nhận Tiền

# deposit_validdeposittime
source: Effective Deposit Time
th: THTH有效充值时间
vi_vn: Thời Gian Gửi Tiền Hiệu Lực

# deposit_remmiterinfo
source: Sending Bank Account
th: THTH支付讯息
vi_vn: Tài Khoản Ngân Hàng Gửi Tiền

# deposit_remmiterbankaccountname
source: Sender Name
th: THTH汇款人姓名
vi_vn: Tên Người Gửi Tiền

# deposit_remmiteramount
source: Deposit Amount
th: THTH支付金额
vi_vn: Số Tiền Gửi

# deposit_offline_step3_title
source: Request submitted successfully
th: THTH已提交申请
vi_vn: Giao Dịch ghi nhận thành công

# deposit_offline_step3_fail
source: Request submitted failed
th: 提交失敗
vi_vn: Giao Dịch ghi nhận không thành công

# deposit_ticketid
source: Deposit ID %@
th: THTH充值订单编号 %@
vi_vn: Mã Số Gửi Tiền %@

# deposit_offline_step3_content
source: Average Deposit Processing Time is <span class="Deposit_Offline_Step3_Content">%@</span>
th: THTH目前平均充值处理时間为:<span style="padding-left: 16px;">%@</span>
vi_vn: Thời gian xử lý Gửi Tiền ước tính <span style="padding-left: 16px;">%@</span>

# deposit_checklog
source: View Deposit History
th: THTH查看充值纪录
vi_vn: Xem Lịch Sử Gửi Tiền

# deposit_offline_step3_tips
source: You will be redirected to the KTO Asia homepage in %@ seconds.
th: THTH系统将于30秒后重新导向 KTO 页面。
vi_vn: Quý Khách sẽ được chuyển đến trang chủ KTO Châu Á sau %@ giây.

# deposit_depositlog_title
source: Deposit History
th: THTH充值纪录
vi_vn: Lịch Sử Gửi Tiền

# deposit_summary
source: Total Deposit
th: THTH充值总计
vi_vn: Số Tiền Gửi Thành Công

# deposit_success
source: Deposit successful
th: THTH充值成功
vi_vn: Gửi Tiền thành công

# deposit_detail_title
source: Deposit Detail
th: THTH订单明细
vi_vn: Chi Tiết Gửi Tiền

# deposit_detail_button
source: Upload Verification Document
th: THTH上传单据照片
vi_vn: Tải lên Chứng Từ Xác Minh

# deposit_selectpaymentgateway
source: Select Deposit Method
th: THTH选择充值帳號
vi_vn: Chọn Phương Thức Gửi Tiền

# deposit_input_invalid
source: The format of the information you filled in does not match.
th: THTH您输入的资料格式不正确
vi_vn: Định dạng thông tin không phù hợp.

# deposit_input_lowermin
source: Please input within the Single Deposit Limit.
th: THTH您的充值金额低於单笔限额
vi_vn: Vui lòng gửi tiền theo Giới Hạn Mỗi Giao Dịch.

# deposit_input_overmax
source: Please input within the Single Deposit Limit.
th: THTH您的充值金額超過單筆限額
vi_vn: Vui lòng gửi tiền theo Giới Hạn Mỗi Giao Dịch.

# deposit_ticketnumber
source: Deposit ID
th: THTH充值编号
vi_vn: Mã Số Gửi Tiền

# deposit_bankname_placeholder
source: Sender Bank
th: THTH汇款银行
vi_vn: Ngân Hàng Gửi Tiền

# deposit_input_banknameempty
source: This field is required.
th: THTH您必须提供您的汇款银行资讯
vi_vn: Mục này là bắt buộc.

# deposit_branch
source: Branch Name
th: THTH支行名称
vi_vn: Tên Chi Nhánh

# deposit_selecttype
source: Select Deposit Method
th: 選擇充值方式
vi_vn: Chọn Phương Thức Gửi Tiền

# deposit_my_account_detail
source: My Deposit Info
th: 我的充值信息
vi_vn: Thông Tin Gửi Tiền Của Tôi

# deposit_payee_detail
source: Receiving Bank Account
th: 收款银行账户
vi_vn: Số Tài Khoản Nhận Tiền

# deposit_limitation_hint
source: Please input within the Single Deposit Limit.
th: THTH请在单笔限额范围内。
vi_vn: Vui lòng gửi tiền theo Giới Hạn Mỗi Giao Dịch.

# deposit_offline_termniate
source: Local Bank Transfer will be interrupted and ended.
th: THTH离线充值将中断并结束。
vi_vn: Gửi Tiền "Ngân Hàng Địa Phương" sẽ bị gián đoạn và kết thúc.

# deposit_online_terminate
source: Online Transfer will be interrupted and ended.
th: THTH在线充值将中断并结束。
vi_vn: Gửi Tiền "Chuyển Khoản Trực Tuyến" sẽ bị gián đoạn và kết thúc.

# deposit_payment_terminate
source: %@ will be interrupted and ended.
vi_vn: Gửi Tiền "%@" sẽ bị gián đoạn và kết thúc.

# deposit_crypto_terminate
source: Online Transfer will be interrupted and ended.
vi_vn: Gửi Tiền "Crypto" sẽ bị gián đoạn và kết thúc.

# deposit_select_method
source: Select Deposit Method
th: THTH选择充值渠道
vi_vn: Chọn Phương Thức Gửi Tiền

# deposit_no_available_type
source: There is no deposit method available currently.
th: THTH目前暂无可用的充值方式
vi_vn: Hiện tại không có phương thức Gửi Tiền khả dụng.

# deposit_no_records
source: There is no deposit related history currently.
th: THTH目前暂无与您充值相关的纪录
vi_vn: Hiện tại không có lịch sử liên quan đến tiền gửi của Quý Khách.

# deposit_execeed_limitation
source: Your file size is over the system 20MB limit.
th: THTH你的档案大小超过系统限制20MB
vi_vn: Kích thước file của Quý Khách vượt quá giới hạn hệ thống là 10MB.

# deposit_name
source: Sender Name
th: THTH汇款人姓名
vi_vn: Tên Người Gửi Tiền

# deposit_thirdparty_transaction_remind
source: You are going to the transaction confirmation page, please do not close the window before the transaction is completed.
th: THTH你即将进入交易确认画面，在交易完成之前请勿关闭窗口。
vi_vn: Quý Khách đang đến trang xác nhận giao dịch. Vui lòng không đóng cửa sổ cho đến khi giao dịch hoàn tất.

# deposit_file_format_invalid
source: Format of your File is invalid.
th: THTH您的档案不符合系统格式
vi_vn: File của Quý Khách không phù hợp với định dạng hệ thống.

# deposit_crypto_warning
source: After your Cryptocurrency Deposit is successful, you need to withdraw that same Cryptocurrency Amount, before Cash Withdrawal becomes available.
th: “虚拟币充值” 成功后需要提现等额的虚拟币才能使用 “现金提现”。
vi_vn: Khi Quý Khách gửi vào Crypto thành công, Quý Khách cần rút về bằng với Số Crypto đã gửi vào, trước khi có thể rút Tiền Mặt.

# deposit_notify_request_later
source: 您有五个待处理的充值请求，请您过三分钟后再试
th: 您有三个待处理的充值请求，请您过三分钟后再试
vi_vn: Quý Khách có 5 giao dịch Gửi Tiền đang chờ xử lý, vui lòng thử lại sau 3 phút.

# deposit_cps_hint
source: 推广：存款优惠
vi_vn: Khuyến Mãi: Thưởng Gửi Tiền.

# deposit_crypto_video_tutorial
source: Video Tutorial
vi_vn: Video hướng dẫn

# balancelog_previousbalance
source: Pre-Transaction Balance
th: THTH交易前金额
vi_vn: Số Dư Trước Giao Dịch

# balancelog_afterbalance
source: Post-Transaction Balance
th: THTH交易後金额
vi_vn: Số Dư Sau Giao Dịch

# balancelog_ticketid
source: Transaction ID
th: THTH工单号码
vi_vn: Mã Số Giao Dịch

# balancelog_gamefilter
source: Game Filter
th: THTH游戏筛选
vi_vn: Lọc Trò Chơi

# balancelog_bet
source: Bet
th: THTH投注
vi_vn: Đặt Cược

# balancelog_settle
source: Settle
th: THTH返还
vi_vn: Trả Cược

# balancelog_cashflow
source: CashFlow
th: THTH现金流
vi_vn: Dòng Tiền

# balancelog_timezone _1
source: Time Zone (GMT+8)
th: THTH时区 ( GMT+8 )
vi_vn: Múi Giờ (GMT+8)

# balancelog_timezone _2
source: Time Zone (GMT+7)
th: THTH时区 ( GMT-7 )
vi_vn: Múi Giờ (GMT+7)

# balancelog_bonustype_2
source: Deposit Bonus %@
th: THTH%@存送金
vi_vn: VIVN%@存送金

# balancelog_bonustype_5
source: Deposit Bonus %@
th: THTH%@存送金
vi_vn: VIVN%@存送金

# balancelog_bonustype_1
source: Free Bet %@
th: THTH%@免费金
vi_vn: VIVN%@免费金

# balancelog_producttype_1_bonustype_3
source: Sportsbook Insurance Bet Period %@
th: THTH保险投注第%@期
vi_vn: Bảo Hiểm Cược Thể Thao Ngày %@

# balancelog_producttype_2_bonustype_3
source: Slot Rescue Fund Period %@
th: THTH救援金第%@期
vi_vn: Thưởng Giải Cứu Quay Số Ngày %@

# balancelog_producttype_1_bonustype_4
source: Sportsbook Rebate %@
th: 第%@期体育返现
vi_vn: Hoàn Trả Thể Thao %@

# balancelog_producttype_2_bonustype_4
source: Slot Rebate %@
th: 第%@期老虎机返现
vi_vn: Hoàn Trả Quay Số %@

# balancelog_producttype_3_bonustype_4
source: Casino Rebate %@
th: 第%@期娛乐场返现
vi_vn: Hoàn Trả Casino %@

# balancelog_producttype_4_bonustype_4
source: Number Game Rebate %@
th: 第%@期数字彩返现
vi_vn: Hoàn Trả Trò Chơi Số %@

# balancelog_producttype_6_bonustype_4
source: Arcade Rebate %@
th: 第%@期小游戏返现
vi_vn: Hoàn Trả Trò Chơi Arcade %@

# balancelog_win
source: Win
th: THTHWin
vi_vn: Thắng

# balancelog_push
source: Push
th: THTHPush
vi_vn: Hòa

# balancelog_lose
source: Lose
th: THTHLose
vi_vn: Thua

# balancelog_timezone
source: Time Zone (GMT%@)
th: THTH時區 ( GMT%@ )
vi_vn: Múi Giờ (GMT%@)

# balancelog_depositfeerefund
source: Deposit Fee Refund
th: THTH手续费回馈
vi_vn: Thưởng Hoàn Trả Gửi Tiền

# balancelog_summary
source: Summary
th: THTH费用小计
vi_vn: Tổng Thu Chi

# balancelog_categoryfilter
source: Category Filter
th: THTH类别筛选
vi_vn: Lọc

# balancelog_summary_start_date
source: Starting Day %@
th: 起始天 %@
vi_vn: Ngày Bắt Đầu %@

# balancelog_summary_start_amount
source: Starting Balance %@
th: 起始余额 %@
vi_vn: Số Dư Đầu Kỳ %@

# balancelog_summary_end_date
source: Ending Day %@
th: 結束天 %@
vi_vn: Ngày Kết Thúc %@

# balancelog_summary_end_amount
source: Ending Balance %@
th: 结束余额 %@
vi_vn: Số Dư Cuối Kỳ %@

# balancelog_summary_end_date_is_today
source: Balance To Date
th: 当天进行中
vi_vn: Số Dư Đến Ngày Hiện Tại

# balancelog_detail_amount
source: Transaction Amount
th: 交易金额
vi_vn: Số Tiền Giao Dịch

# balancelog_detail_after_amount
source: Post-Transaction Balance
th: 交易后余额
vi_vn: Số Dư Sau Giao Dịch

# balancelog_detail_datetime
source: Requested Time
th: 申请时间
vi_vn: Thời Gian Yêu Cầu

# balancelog_detail_id
source: Transaction ID
th: 交易单号
vi_vn: Mã Số Giao Dịch

# balancelog_detail_remark
source: Remark
th: 备注
vi_vn: Lưu Ý:

# balancelog_deposit_a2p_in
source: Transfer In A2P
th: 伙伴协助
vi_vn: Chuyển Đến A2P

# balancelog_deposit_p2p_in
source: Transfer In P2P
th: 会员协助
vi_vn: Chuyển Đến P2P

# balancelog_withdrawal_p2a_out
source: Transfer Out P2A
th: 至伙伴
vi_vn: Chuyển Đi P2A

# balancelog_withdrawal_p2p_out
source: Transfer Out P2P
th: 至会员
vi_vn: Chuyển Đi P2P

# balancelog_deposit_refund
source: Deposit Fee Refund
th: 充值回馈
vi_vn: Thưởng Hoàn Trả Gửi Tiền

# balancelog_cash
source: Cash
th: 现金
vi_vn: Tiền Mặt

# balancelog_title
source: Transaction History
th: 交易记录
vi_vn: Lịch Sử Giao Dịch

# balancelog_player_cancel
source: Self Canceled
th: 自主取消
vi_vn: Tự Hủy

# balancelog_unsettled
source: Unsettled
th: 结果重算
vi_vn: Chưa Trả Cược

# balancelog_eventbonus
source: Event Bonus
th: 活动红利
vi_vn: Tiền Thưởng Sự Kiện

# balancelog_other
source: Others
th: 其它
vi_vn: Khác

# balancelog_wager_detail
source: Bet Detail
th: 注单明细
vi_vn: Chi Tiết Cược

# balancelog_wager_sync_unfinished
source: Wager Sync UnFinished
th: Dữ liệu đang được tạo, vui lòng đợi trong giây lát ...
vi_vn: Dữ liệu đang được tạo, vui lòng đợi trong giây lát ...

# balancelog_wager_detail_is_maintain
source: wager Detail is maintain
th: Đang bảo trì dữ liệu, vui lòng đợi ...
vi_vn: Đang bảo trì dữ liệu, vui lòng đợi ...

# withdrawal_accountnumber
source: Account Number
th: THTH账户号码
vi_vn: Số Tài Khoản

# withdrawal_accountrealname
source: Withdrawal Name
th: THTH提现姓名
vi_vn: Họ Tên Rút Tiền

# withdrawal_accountsetting_title
source: Manage My Withdrawal Account
th: THTH管理我的提现账户
vi_vn: Quản Lý Tài Khoản Rút Tiền Của Tôi

source: Withdrawal Activity
th: THTH提现动态
vi_vn: Hoạt Động Rút Tiền

# withdrawal_addaccount
source: Add New Withdrawal Account
th: THTH新增提现账户
vi_vn: Thêm Tài Khoản Rút Tiền Mới

source: Withdrawal Amount
th: THTH提现金额
vi_vn: Số Tiền Rút

# withdrawal_bankaccountdetail_modal_content
source: Once deleted, this account data will no longer exist.
th: THTH一旦删除，此笔提现账户数据就不存在。
vi_vn: Sau khi Xóa, dữ liệu tài khoản này sẽ không còn tồn tại.

# withdrawal_bankaccountdetail_modal_title
source: Delete Withdrawal Account?
th: THTH删除提现账户?
vi_vn: Xóa Tài Khoản Rút Tiền?

# withdrawal_bankaccountdetail_title
source: Withdrawal Account Details
th: THTH提现账户详情
vi_vn: Chi Tiết Tài Khoản Rút Tiền

# withdrawal_bankcity
source: Bank City
th: THTH银行所在都市
vi_vn: Thành Phố/Quận/Huyện Ngân Hàng

# withdrawal_bankstate
source: Bank Province
th: THTH银行所在省份
vi_vn: Tỉnh/Thành Phố Ngân Hàng

# withdrawal_branch
source: Branch Name
th: THTH支行名称
vi_vn: Tên Chi Nhánh

# withdrawal_cancel
source: Cancel Withdrawal
th: THTH提现取消
vi_vn: Hủy Giao Dịch Rút Tiền Này

# withdrawal_dailywithdrawalamount
source: Withdrawal amount available today:
th: 今日可提现金额：
vi_vn: Số Tiền Rút khả dụng hôm nay:

# withdrawal_dailywithdrawalcount
source: Number of withdrawal available today:
th: 今日可提现次数：
vi_vn: Số Lần Rút Tiền khả dụng hôm nay:

# withdrawal_dailywithdrawalamount_2
source: Withdrawal amount available today
th: 今日可提现金额
vi_vn: Số Tiền Rút khả dụng hôm nay

# withdrawal_dailywithdrawalcount_2
source: Number of withdrawal available today
th: 今日可提现次数
vi_vn: Số Lần Rút Tiền khả dụng hôm nay

# withdrawal_detail_title
source: Withdrawal Details
th: THTH提现细单
vi_vn: Chi Tiết Rút Tiền

# withdrawal_fail
source: Withdrawal Failed
th: THTH提现失败
vi_vn: Rút Tiền không thành công

# withdrawal_log
source: Withdrawal History
th: THTH提现纪录
vi_vn: Lịch Sử Rút Tiền

# withdrawal_log_title
source: Withdrawal History
th: THTH提现纪录
vi_vn: Lịch Sử Rút Tiền

# withdrawal_modal_content
source: Currently, you can withdraw %@ times, %@ VND a day.
th: THTH每天提现最多 %@ 次，额度最高可达 %@
vi_vn: Hiện tại Quý Khách có thể rút tiền %@ lần một ngày, tổng số tiền rút khả dụng là %@ VND.

# withdrawal_modal_title
source: Withdrawal Limit
th: THTH提現限制
vi_vn: Hạn Mức Rút Tiền

source: Withdrawal Name
th: THTH提现姓名
vi_vn: Họ Tên Rút Tiền

# withdrawal_realname_modal_content
source: Withdrawal Name has been bound to the account and cannot be changed.
th: THTH提现姓名已绑定不能变更
vi_vn: Họ Tên Rút Tiền đã được ràng buộc với tài khoản và không thể thay đổi.

# withdrawal_realname_modal_title
source: Notice
th: THTH温馨小提醒
vi_vn: Lưu Ý

# withdrawal_selectbank
source: Withdrawal Bank
th: THTH充值银行
vi_vn: Ngân Hàng Rút Tiền

# withdrawal_setaccount
source: Manage Withdrawal Account
th: THTH管理提现账户
vi_vn: Quản Lý Tài Khoản Rút Tiền

# withdrawal_setbankaccount_button
source: Add New Withdrawal Account
th: THTH新增提现账户
vi_vn: Thêm Tài Khoản Rút Tiền Mới

# withdrawal_setbankaccount_modal_title
source: Confirm to end Add New Withdrawal Account?
th: THTH是否结束新增提现账户?
vi_vn: Xác nhận kết thúc Thêm Tài Khoản Rút Tiền Mới?

# withdrawal_setbankaccount_tips
source: You must set up a Bank Account before you can withdraw Cash.
th: THTH您必须先设定银行账户才能进行提现。
vi_vn: Quý Khách phải cài đặt một Tài Khoản Ngân Hàng để thực hiện Rút Tiền Mặt.

# withdrawal_setbankaccount_title
source: Set Up Bank Account
th: THTH设定银行账户
vi_vn: Cài Đặt Tài Khoản Ngân Hàng

# withdrawal_setbankaccountsuccess_modal_content
source: This account information cannot be changed, only be deleted.
th: THTH此账户资料将不可变更内容只能删除
vi_vn: Thông tin tài khoản này không thể thay đổi, chỉ có thể xóa.

# withdrawal_setbankaccountsuccess_modal_title
source: Add New completed
th: THTH新增完成
vi_vn: Thêm Mới hoàn tất

# withdrawal_setnewrealname_modal_content
source: If you need to change Withdrawal Name, please go to Personal Info Setting.
th: THTH如需要要变更提现姓名，请前往个人设定。
vi_vn: Nếu Quý Khách cần thay đổi Họ Tên, vui lòng vào mục cài đặt Thông Tin Cá Nhân.

# withdrawal_setnewrealname_modal_title
source: Do you need to change Withdrawal Name?
th: THTH是否要变更提现姓名?
vi_vn: Quý Khách cần thay đổi Họ Tên?

# withdrawal_start
source: Start Withdrawal
th: THTH开始提现
vi_vn: Bắt Đầu Rút Tiền

# withdrawal_status
source: Withdrawal Transaction Status
th: THTH提现状态
vi_vn: Trạng Thái Giao Dịch Rút Tiền

# withdrawal_step1_title_1
source: Withdrawal 1/2
th: THTH提现 1/2
vi_vn: Rút Tiền 1/2

# withdrawal_selectbankcard
source: Select Withdrawal Account
th: THTH选择提现账户
vi_vn: Chọn Tài Khoản Rút Tiền

# withdrawal_step1_title_2
source: Fill In The Amount
th: THTH填写金额
vi_vn: Điền Số Tiền Rút

# withdrawal_step2_button
source: Submit
th: THTH提交申请
vi_vn: Rút

# withdrawal_step2_tips
source: Single Withdrawal Limit: %@ - %@
th: THTH单笔提现限额 %@ - %@
vi_vn: Giới Hạn Mỗi Giao Dịch Rút Tiền: %@ – %@

# withdrawal_step2_title_1
source: Withdrawal 2/2
th: THTH提现 2/2
vi_vn: Rút Tiền 2/2

# withdrawal_step2_title_2
source: Withdrawal Confirmation
th: THTH提现确认
vi_vn: Xác Nhận Rút Tiền

# withdrawal_step3_button
source: View Withdrawal History
th: THTH查看提现纪录
vi_vn: Xem Lịch Sử Rút Tiền

# withdrawal_step3_title
source: Request submitted
th: THTH已提交申请
vi_vn: Giao Dịch Đã Ghi Nhận

# withdrawal_step3_ticketid
source: Withdrawal Transaction ID %@
th: THTH提现单号: %@
vi_vn: Mã Số Rút Tiền %@

# withdrawal_step3_title_tips
source: Your withdrawal processing time is approximately <span class="Withdrawal_Step3_Title_Tips">%@</span>
th: THTH目前平均提现处理时間为 <span style="padding-left: 16px;">%@</span>
vi_vn: Thời gian xử lý Rút Tiền ước tính <span style="padding-left: 16px;">%@</span>

# withdrawal_step3_content
source: You have completed the Withdrawal Process, but it still takes about 15 minutes to review. You can go to <span class="highlight">Withdrawal History</span> on the Withdrawal Page to check the Review Status of the Withdrawal.
th: THTH您已完成提现流程，但目前仍需要大约 15 分钟的时间审核，您可以前往提现页面的<span class="highlight">提现纪录</span>查看提现的审核状态。
vi_vn: Quý Khách đã hoàn tất quá trình Rút Tiền. Sẽ mất khoảng 15 phút để xử lý Giao Dịch. Quý Khách có thể vào <span class = "highlight">Lịch Sử Rút Tiền </span> tại mục Rút Tiền để kiểm tra Trạng Thái Giao Dịch.

# withdrawal_success
source: Withdrawal Successful
th: THTH成功出款
vi_vn: Rút Tiền thành công

# withdrawal_summary
source: Successful Withdrawal Amount %@
th: THTH成功提现 %@
vi_vn: Số Tiền Rút thành công %@

# withdrawal_title
source: Withdrawal
th: THTH提现
vi_vn: Rút Tiền

# withdrawal_success_confirm_title
source: Name Binding: %@
th: 姓名绑定：%@
vi_vn: Ràng Buộc Họ Tên: %@

# withdrawal_success_confirm_content
source: Please take note! When your first withdrawal is successful, your name will be permanently binded to the platform and cannot be modified! If you need to change your name, please cancel the withdrawal application first, and then go to your Personal Info page to make changes.
th: 请注意！当您第一次提现成功后，您的姓名将永远绑定平台无法再修改！ 若需要改变姓名，请先取消提现单申请，再前往个人设定进行变更。
vi_vn: Vui lòng lưu ý! Sau khi giao dịch Rút Tiền đầu tiên thành công, Họ Tên của Quý Khách sẽ luôn được ràng buộc với hệ thống và không thể thay đổi ! Nếu Quý Khách cần thay đổi Họ Tên, vui lòng hủy giao dịch Rút Tiền trước, sau đó vào mục cài đặt Thông Tin Cá Nhân để thực hiện thay đổi.

# withdrawal_bankcard_new
source: This account has not been verified.
th: THTH本账户尚未验证
vi_vn: Tài khoản này chưa được xác minh.

# withdrawal_bankcard_locked
source: This account is under Review and cannot be deleted.
th: THTH本账户尚未验证
vi_vn: Tài khoản này đang được Xem Xét và không thể xóa.

# withdrawal_bankcard_verified
source: This account withdrew successfully.
th: 本账户已出款成功
vi_vn: Tài khoản này đã rút tiền thành công.

# withdrawal_bankcard_fail
source: The account information is incorrect.
th: THTH本账户资料不正确
vi_vn: Thông tin tài khoản không chính xác.

# withdrawal_bankcard_delete
source: Delete Withdrawal Account
th: THTH删除提现账户
vi_vn: Xóa Tài Khoản Rút Tiền Này

# withdrawal_bankcard_delete_confirm_title
source: Confirm to delete this Withdrawal Account?
th: THTH是否删除提现账户?
vi_vn: Xác nhận xóa Tài Khoản Rút Tiền này?

# withdrawal_bankcard_delete_confirm_content
source: Once deleted, this account data will no longer exist.
th: THTH一但删除，此笔账户资料就不存在
vi_vn: Sau khi Xóa, dữ liệu tài khoản này sẽ không còn tồn tại.

# withdrawal_bankcard_change_confirm_title
source: Confirm Change Name?
th: THTH是否要变更姓名?
vi_vn: Quý Khách cần thay đổi Họ Tên?

# withdrawal_bankcard_change_confirm_content
source: If you need to change your name, please go to Personal Info Page.
th: THTH如需要变更姓名，请前往个人设定
vi_vn: Nếu Quý Khách cần thay đổi Họ Tên, vui lòng vào mục cài đặt Thông Tin Cá Nhân.

# withdrawal_step2_title_1_tip
source: The amount for this withdrawal application is
th: THTH本次申请提现金额为
vi_vn: Số Tiền Rút của giao dịch này là

# withdrawal_step2_afterwithdrawal
source: When The Withdrawal Is Completed
th: THTH当提现完成后
vi_vn: Sau khi Giao Dịch Rút Tiền hoàn tất

# withdrawal_bankcard_add_overlimit
source: Sorry, you can only set up to %@ withdrawal accounts.
th: THTH很抱歉，您最多只能设置%@个提现账户。
vi_vn: Xin lỗi, Quý Khách chỉ có thể thiết lập tối đa %@ Tài Khoản Rút Tiền.

# withdrawal_setbankaccountfail
source: Add Account Failed
th: THTH新增賬戶失敗
vi_vn: Thêm Tài Khoản không thành công

# withdrawal_bankcard_delete_fail
source: Delete Account Failed
th: THTH刪除賬戶失敗
vi_vn: Xóa Tài Khoản không thành công

# withdrawal_input_overmax
source: Please input within the Single Withdrawal Limit.
th: THTH您的提现金额超过单笔限额
vi_vn: Vui lòng rút tiền theo Giới Hạn Mỗi Giao Dịch.

# withdrawal_input_lowermin
source: Please input within the Single Withdrawal Limit.
th: THTH您的提现金额低於单笔限额
vi_vn: Vui lòng rút tiền theo Giới Hạn Mỗi Giao Dịch.

# withdrawal_tickerstatus_void
source: Failed
th: THTH失败
vi_vn: Không Thành Công

# withdrawal_isbatched_tip
source: If need to cancel withdrawal, please contact Customer Service.
th: THTH如需取消提现, 请联系线上客服
vi_vn: Để hủy giao dịch rút tiền này, vui lòng liên hệ Chăm Sóc Khách Hàng.

# withdrawal_quota_title
source: Withdrawal Limit
th: 提现额度
vi_vn: Hạn Mức Rút Tiền

# withdrawal_quota_content
source: Currently, you can withdraw %@ times, %@ VND a day.
th: 您目前每天可提现%@次，可提现金额为%@元
vi_vn: Hiện tại Quý Khách có thể rút tiền %@ lần một ngày, tổng số tiền rút khả dụng là %@ VND.

# withdrawal_quota_after_title
source: Withdrawal Limit when this Withdrawal is completed
th: 当提现完成后提現額度
vi_vn: Hạn Mức Rút Tiền sau khi Giao Dịch Rút Tiền này hoàn tất

# withdrawal_account_deleted
source: Deleted this Withdrawal Account.
th: 已删除提现账户
vi_vn: Đã xóa Tài Khoản Rút Tiền này.

# withdrawal_minutes_seconds
source: %@ Minutes %@ Seconds
th: %@分%@秒
vi_vn: %@ Phút %@ Giây

# withdrawal_no_records
source: There is no withdrawal related history currently.
th: 目前暂无与您提现相关的纪录
vi_vn: Hiện tại không có lịch sử liên quan đến tiền rút của Quý Khách.

# withdrawal_bank_name
source: Withdrawal Bank
th: 提现银行
vi_vn: Ngân Hàng Rút Tiền

# withdrawal_choose_account
source: Select Withdrawal Account
th: 选择提现账户
vi_vn: Chọn Tài Khoản Rút Tiền
